[
    {
        "place": "New Lucknow Kitchen",
        "reviews": [
            "Honestly an Amazing place!! I absolutely love their food!\nI ordered their food only through Zomato before and I loved it so much that I decided to visit this place. Turns out it's a pretty good family restaurant. We …",
            "Mr. Yadav attended us with a smile and his service was really good. Mr. Sumit on reception was very cooperative and nicely handeled each and every queries.",
            "Totally awesome multicuise family restaurant. Situated next to SBI SECTOR F, JANKIPURAM. Decor is nice. Ample sitting area. Vibes are positive. We ordered butter chicken, butter tandoori roti and veg platter. Taste of butter chicken and platter was woow. Must visit with family or friends. Only problem faced was parking.",
            "The food is not at all tasty. You will rarely find 3 piece cheese in full plate kadhai paneer. MOREOVER VERY COSTLY in residential colony 😥 ..They will keep the water bottle on your table very fast even though you have not asked for this …",
            "It's been months together one can witness fleet of zomato and swiggy bikes outside New lucknow kitchen, it shows people have developed their taste and liking the food and menu is able to keep them intact at one destination.\nOne should try once atleast to check your taste buds",
            "Among starters :  CORNFLAKE SPRING ROLL was just soo good.\n\nIn Main course : Don't forget to have their CHICKEN RARA, one of their …",
            "| Family dinning | Good Food | Comfortable sitting|\n\nNew Lucknow's Kitchen offers adequate sitting space so it doesn't feel crowded. …",
            "The place is good for small parties and also for regular dining. The starters are very tasty and overall ambience of the place is also good. Location is also good, around 50 metres from the Ring road just after the Bhawana Complex. …",
            "Great Place with peaceful ambience, a perfect fine fine for family get togethers.\nFood is absolutely delicious. They have a wide range of menu from Indian, …",
            "This place is elegant with an awesome vibe. I went for Lunch and the food was amazing. This unique place offers a very rich experience.\nThe service was speedy and friendly. …",
            "Was recently at this place for a family lunch and we totally loved it. From ambience to food and service everything was too good at very reasonable prices.\nThe must try items are …",
            "Its a unique one in residential locality really family ...couples..boys enjoy food and snacks here and main course really ...  you can't stop licking your fingers\". really delicious spicy 👌 …",
            "✔ Spacious Fine dine\n✔ Parking available easily on the road\n✔ Service is good and prompt …",
            "I ordered 2 pizzas using swiggy app today which took much longer than expected. On contacting with customer service I got to know that restaurant has given my order to someone else and therefore they will proceed for replacement of my …",
            "Last night i ordered chilli paneer and rice combo through zomato... The gravy of chilli paneer was stale... I don't know how much old gravy was... Complained directly to restaurants they promised a refund bt nothing!!!!! Paid still got nothing to eat..... Unhygienic and unprofessional",
            "Food was good but service was not good. It's a family restaurant. You can go with your family for lunch or dinner.",
            "Have tried New Lucknow Kitchen on several occasions, so this is going to be a detailed review.\nThis restaurant is like my go-to option for a sudden craving. They have a …",
            "Food and atmosphere is good here but very expensive.",
            "The ambience is slightly below average for a family restaurant. Though the service was quick. The food taste needs to be improved. Quantity is good enough as per the cost. I ordered Chilli Paneer which tasted like what you eat on roadside …",
            "Family restaurant very closed from my place.\nSo today I visited here for dinner, restaurant was very crowded but still service was very quick. Food taste was good and hygiene was kept on priority that was …",
            "One of the worst Paneer dosa .I have seen in my life. Pls don't order anything from. Them , they didn't even return money back, !",
            "Very good resturant and good service and atmosphere and very clean resturant love it",
            "It provides really a good eatery experience and the rates are in accord with flavour and service( better if you have gold). Quantity is a bit above average(esp. Of starters) and the ambience is lovely. The food of most variety is enriched with the ethnic flavours.",
            "Maha ghatiya restaurant hai. It took more than half an hour to deliver food. While the swiggy delivery was standing outside",
            "Food is good but the atmosphere is very much cool and service is best. Staff is very much well behaved..👍 …",
            "Have been a regular customer of them, only through online orders. The food is very good.\nHowever, had a very very bad experience, when it came to physical delivery, mr. …",
            "Worst restaurant don't go there they are pathetic staff and service food quality was very poor.",
            "Great  services testy food nice place family place ... Must visit",
            "Food was tasty, options were there. I will recommend you to try veg thaal. It is a restaurant as well as a cafe.\nPS:- it was bit too costly as we are students, and you won't get normal priced water bottle here.",
            "As per price quality food taste was not good...",
            "Decent place for family gatherings and dinners.",
            "The restaurant is good for organising a small family event. The taste is not consistent throughout the menu.. avoid dahi ke kabab, if you can. The staff are very polite. The restaurant offers a vegetarian thali as their chef's speciality, which is very surprising for me.",
            "Good place with good food in good range. I've liked every item I've tried there. Quantity too is satisfying.",
            "I ordered babycorn and tandoori chicken..The food was so yummy and tasty..A bit costly but nice quality!!",
            "Open till 10:30pm, but they don't provide roti at peak-houre😒. Located near highway and at quiet location. Inspite have good foods. …",
            "Lil' bit expensive for the students otherwise it's a good place fast service and food is good. I ate chicken dum biryani and egg biryani both were awesome ♥️😊 …",
            "No etiquettes at all. I have been ordering food from here and have been dining on every occation but the standard now has gone down 10 folds. They gave me two small idli in big plate and big dosa in a small plate.",
            "Good place for family dine out..\n\nGood staff …",
            "I ate worst food of my life here, horrible experience, I am not going here again 🤮. …",
            "It is good place to end your day with nice food\nQuantity is i think super less but Preparation will remove your complaint"
        ]
    },
    {
        "place": "Kalika dhaba",
        "reviews": [
            "Ordered chicken combo but roti was missing in the order.Chicken was stale and was uncooked . Packing was not done in a proper way due to which all the gravy felt down. Will never order any dish from this restaurant again",
            "Very bad quality ambiance is also very bad. They serve mooli in salad not onion with nonveg .  It is very bad place for nonveg lover. Kindly ignore this restaurant ..",
            "Awesome place with delicious food...The non veg served was tasty and also the veg paneer was very good. Most important thing is the cheap price of food. Got one chicken combo and paneer combo at just  160 Rs. Must visit.",
            "Awesome place with delicious food...The non veg served was tasty and also the veg paneer was very good. Most important thing is the cheap price of food. Got one chicken combo and paneer combo at just 240 Rs. Must visit.",
            "Very good naska.\nDinner is very delicious\nSecurity is very fulfill",
            "Food quality is quit good but should work on  cleanliness",
            "Simple semi hygenic food with some basic preparation style but still there is scope for lot id improvement in their preparation style to upgrade the quality and taste of food they are serving. Staff is nice humble speaking gentle and cooperative. Service is prompt and efficient.",
            "Worst food in high cost",
            "THEY ARE USING NAME OF KALIKA ONLY THEY AR NOT ORIGINAL KALIKA AND FOOD IS NOT LOOKING FRESH MY EXPERIENCE ID NOT GOOD WITH THEM TOTALLY WASTE OF MONEY",
            "So beautiful restaurant👌 …",
            "Dhaba look restaurant with veg and non veg dishes.Price is reasonable and quality is good",
            "Very very poor service",
            "Super good with most affordable price in whole lucknow.Very glad that i visited here.Staff behaviour customer service ambience everything was super.",
            "I ordered egg curry and received egg curry with eaten mutton piece and bones. And when i complaint then they add description and mention non veg gravy. Bad experience.",
            "Wrost food very expensive and staff behaviour is not good",
            "Taste less food\nPaneer metha tha",
            "Pahle jaisi baat nahi hai ab to food quality aur service dono bahut hi kharab ho chuki hai...",
            "Food wasn't good as per the price. Seems they are just passing their time.",
            "Food is delicious and its has nice plantation inside. Which makes dinning experince even better.",
            "Food was good bt d place is sooooo dirty nd unhygienic ....",
            "Food is good... Just like home.. I liked it",
            "Tasty food but often you have to wait for your order.....",
            "Food is osm bt services provided aree not upto the satisfaction. .....their sitting areas smells",
            "Delicious food 😋. The owner behavior is also awesome. …",
            "Reasonable price\nFood quality is not good.",
            "I would not recommend it.",
            "I hated this place beacuse the food they offering is not up to the mark",
            "Delicious food, finger licking chicken made in home style.reasonable price.",
            "Good in taste but sourrinding and plates are dirty",
            "Misbehave by workers, food quality is too low",
            "Its too gud.the paratha and mutton of kalika dhaba is very famous in Lucknow.",
            "Good place for dinner and lunch but service is very slow",
            "Taste of food is good. Service is slow",
            "All food available here veg n non veg....Good food quality",
            "Food is good but service is bad",
            "Good food but not a good behavior",
            "Must visit place for non veg lovers. It give feel of local dhabhas.",
            "Worst, The meat was not well cooked.\nThe service was tooo slow.",
            "Worst taste and servings. They are taking advantage of “Kalika Hut” name! Disappointed!",
            "Good because its near my home"
        ]
    },
    {
        "place": "Jamghat Restaurant",
        "reviews": [
            "Hey kindly mention  your contact number.i forgot my glasses there..",
            "Good for veg kebab and paranthas",
            "It's the basic restuarant in the basement of a complex near eng college chauraha....\nNeat and clean...great Ambeince.... cooperative staff.... Dishes to try:- Paneer kabab and parantha(must try)  oreo shake, biryani, chole bhature and dosa",
            "Decent place to visit with friends and family. Great kababs and south Indian dishes.",
            "Good but",
            "Food was okay but service was too poor they took forever to bring our order",
            "Must try paneer kabab and paratha..",
            "Food is good but service is too poor.",
            "price is quit good and friendly place.",
            "Very testy food specially biryani",
            "Everything is awesome and good except seats",
            "Overpriced but coffee is good.",
            "Amazing taste"
        ]
    },
    {
        "place": "Bajpai Caters and Bhojnalaya",
        "reviews": [
            "Paratha King, Desi Taste, Very genuine quality",
            "Very good Paratha"
        ]
    },
    {
        "place": "The Tarrace Restaurant",
        "reviews": [
            "Every thing was too good.\nMust visit place.\nGood place for bulk booking for parties & small marriage functions.😊 …",
            "Good place so do vist now food was good",
            "I visited here today on my friends birthday. Our whole group enjoyed the food, the vibe, the atmosphere. We are all just being so energetic and enthusiastic with the charm of the place. The people there are also vey cooperative and helpful. I just love this place and will visit again whenever I got a chance to.",
            "Most peaceful environment for family, everything r perfect 🙏 …",
            "Good experience , nice food, service.",
            "Must visit this place ...nice ambience  with awesome service ...👍👍👍 …",
            "Food taste and quality was amazing",
            "Place was hot during summer. I think ACs were not working. Food was good. Additional 5% GST on the menu price.",
            "I came here on my bday, and we just randomly choose this place , but it was the best decision i took ... Because the food was AMAZING . Each and every item served was soo flavourful . Very cost efficient buffet with great ambience and corporative staff . Must visit for parties and get together .",
            "The food is very hygienic and feels very fresh. The chicken 65 is a must.\nOverall very satisfying experience.",
            "Good place for family..\nFood taste is very good. …",
            "Service is good. Food quality and taste is also nice. Best thing is they have both open air and hall type dining option.",
            "Laziz food 😋 so tasty 😋 😍\nStaff members are so good person of good manners 👏 …",
            "One star for their food and every other thing present here is just horrible. We had booked the place for a birthday party and they have to decorate the place by 12 AM (as they promised to) but couldn't showed up. They completed the …",
            "Nice place to dine in with family and also to have parties and meetups.",
            "Food is very Delicious’It's well maintained & staffs are very nice 😊 …",
            "best food ever and fantastic atmosphere service was ok",
            "Nice food & very pleasant ambience.Love this place.👍 …",
            "Excellent service and all staf was helping nature.food tast was very good I love it and recommended to all .",
            "Every thing is perfect i.e. food , service, atmosphere and all carring staff .",
            "Worth spending every single penny...Best👍 …",
            "Restaurant is good and service quality is also good my friend was not satisfied with quality of coffee so they served new order of coffee in same price... Without charging extra...Good Decoration... Perfect for family dinner and with friends",
            "The Food is very Delicious 😋😋.It's well maintained. The staffs are very polite and humble. The atmosphere is very nice 👍👍 …",
            "I Went The Restaurant One The Day Of Bakri Eid. All Other So-called 'Kabab Restaurant Were Close And That Led Me To Explore This Restaurant . Food Quality Was Really Reall Good  Staff Behaviour Is Good",
            "Service and food all very sweet and nice",
            "The place is good but the food was not very tasty... It was just ok ok as per the price.\nThey have tried their best to make the  restaurant look beautiful. …",
            "Awesome ambience must visit this place just loved it gud food with nice atmosphere... 👍👍👌👌 …",
            "Very nice place and very sweet of staff and food also best",
            "This is a very good the tarrace restaurant  here is food very tasty and spicy",
            "I have such a great experience in this restaurant.. the food is too good as well service...the service of this restaurant is also very good...and fast the manager is also very nice polite in nature her smile made our day....❣️😁😁more …",
            "Food is fine, overwhelmed with the loud music.",
            "Excellent Management with fabulous Food and good behaviour of staff.",
            "Very very good products",
            "Nice environment,great food",
            "Best resturant in engineering chouraha",
            "The service is very poor as they give us a burnt and overcooked pizza which had no taste and that was their special\nI recommend to never go there because the cost is also very high",
            "Everything was really fantastic , we enjoyed a lot .. thank team the tarrace restaurant....",
            "Everything is very good and most of all staff is very sansble and nice behaviour",
            "best good ever and amazing atmosphere",
            "Very delicious food and good services",
            "The terrace restraunt is marvelous hotel, with superb amenities,  delicious good and very elegant and obedient supervising staff.",
            "Fine place to dine, but you'll find better places at same price in the area",
            "Budget friendly. Overalll experience was awesome. Do visit once 👍 …",
            "Love the place ,food and staff",
            "Worse restaurant I have ever seen who ask you to vacate the table if you exceed little time then your booking slot time",
            "Please dont go  bad taste of food! Paneer dry too salty , honey chilli potato cheap\nit's very bad experience ! Waste of money",
            "Fantastic event by @poetiyapa , memorable evening spent there ,also performed there as a performer in their open mic event.",
            "Delicious food , Lovely place and quick delivery ! I often use to come here and enjoy the tasty stuff.",
            "Family restaurent,  Nice place for party, small get to gether, Overall expierience was good•",
            "It's just okk",
            "The tarrace is very good restaurant with amazing interior and good staff I like to visit their again and again... If u want to make ur day memorable just visit their",
            "Taste is nice and Good behavior of staff",
            "Great unlimited veg buffet in this area food was tasty too at 299 only .. n ambience is  really good .. service is also good indoor and outdoor seating is awesome",
            "Every food tastes awsum.\nMouth watering recipes",
            "This place is awesome and food taste and quality are too good",
            "The food was awesome and the ambience is pleasing. The staff is polite and well trained.",
            "Food quality is very good and very tasty and good service & good management & I love this restaurant",
            "बहुत ही अच्छी जगह है बिलकुल घर जैसे खाने की स्वाद ।\nशूट के किए एकदम परफेक्ट लोकेशन है",
            "Incredible veg buffet that too only in 299/- unlimited food and tasty prepration what else one need in simple words it was superb",
            "The Tarrace is a wonderful place for hanging out friends as well as family, perfect combination of good food and good ambience .",
            "Great place to hang out.Budget buffet in town.",
            "Taste was ok... Food quality can improve.",
            "Very tasty and nice food quality 😋 …",
            "Improve Sound System Overall og good in budget and quality",
            "Everything is very nice staff is very supportive",
            "The terrace is a very good restaurant. The ambience is good and the food is also great. Overall a great experience.",
            "Went there with group of college friends for hangout.. Food is so yummy with courteous staff and prompt service",
            "Good place to hangout. Food was tasty. A new place. Certainly needs support",
            "Really delicious food I would like to come again",
            "Food is way too good.. service is excellent"
        ]
    },
    {
        "place": "Salty Restaurant",
        "reviews": [
            "Good place",
            "Good service",
            "Good",
            "Average",
            "Restaurant for average food",
            "Goodbye"
        ]
    },
    {
        "place": "The Kitchen",
        "reviews": [
            "Good Location and atmosphere. Just a little distance from tedhi pulia food is also good",
            "Nice food good for party too",
            "Food is spicy.. Price is countable n aroma needs pretty much improvement. Plus the vibe can make you rethink your decision to arrive here.",
            "Service is not good, if you are booking for a small get together then say bye bye to proper services, taste of food , management etc.",
            "Awesome place for doing party and fun",
            "Good place for small functions and celebrations , with adequate portion size of the food being while being hot and fresh as the place is not that much busy with satisfactory tasty and speed of service",
            "Such a poor service!\nThey dont serve you what they show in their menu. I placed an order and they received plain tava roti (that too over baked) instead of nan which they wrote in menu, dal was also different from which was ordered",
            "Food quality and quantity is good...Approx 50 ppl accommodate easily...good space for birthday parties or get-together ...nice staff",
            "Excellent budget restaurant for vegetarian recipes",
            "Food is good but place is not so nice",
            "Nice restaurant but service not good",
            "Too mch bad quality of food..tastes worstt...dsnt want to give even 1 star...yakkk",
            "Very delicious food but less space and open area..",
            "An awesome place, it have all the tasty stuff you can eat from veg to non veg!❤️",
            "Order dishes and you get it as quickly as possible. The restaurant has good time management",
            "Probably one of the best. Fine dine facilities available in here.",
            "Not served good\nFood quality not up to the mark",
            "Good ambiance but not so good food.",
            "Fine.. Taste needs improvement. Service is no good",
            "Very bad. Home delivery of items too less and too bad. Highly dissapdisapp.",
            "Food is good...  But the prices are bit high...",
            "Nice but in very crowded place,....\nAnd very very far from avadh shilpgram.",
            "Right place for parties. Good facility good cooks. 👍😍 …",
            "Awesome experience in Lucknow",
            "Yummy  and best food available with best facilities",
            "Very small and not a place to sit and feel good.",
            "Have a good time and tasty 😋 dinner 🍽️ …",
            "Very bad\nService is too poor\nAC not working properly",
            "Yeh ek fastfood  restaurant h\n😃😃😉😉 …",
            "Very poor n worst food\nBad servicing",
            "Service is good and food so so.",
            "Looks like a shabby place... low on interiors and amenities...",
            "Yummy and tasty food i eat today first time",
            "the food of this hotel is of best quality",
            "Good place for dining and lodging.",
            "Home type food and very economical",
            "Very nice... Lucknowi test...",
            "Best resturant in  medium budget",
            "Nice arrangement of food and drinks",
            "Its nice experience to eat in The Kitchen",
            "Nice food",
            "Tasewise the dishes r good",
            "🔥 …",
            "Good for small party",
            "Very nice",
            "its closed now... permanently shut down",
            "Ok for snacks..",
            "Bathroom are not good",
            "Not good",
            "Raj Kumar Verma\n\nThe",
            "Excellent condition of the place",
            "Okay place to dine in.",
            "Good.",
            "Nice....",
            "So so",
            "best food qwality",
            "Good services",
            "Best",
            "Excellent",
            "Ok",
            "Boons Now Close...",
            "Fabulous",
            "Delicious",
            "Good restaurant",
            "Lovely place",
            "It's Rodger",
            "Tasty Food.",
            "Good",
            "Good",
            "Good",
            "Nice",
            "So, so !!",
            "Good",
            "Nice",
            "Nice",
            "Good",
            "Hukaah"
        ]
    },
    {
        "place": "Paprika Foodies",
        "reviews": [
            "Awesome and delicious food is available. Very impressive ambience and feel very cosy. It is near tehdi pulia jankipuram, so please prepared for facing some traffic if you are visiting in evening. Parking facility is not available so have to park car near to resturant in lane. But must try once it is worth to visit here.",
            "I could give 3 stars for its decoration but again for mosquitoes I will reduce one star. …",
            "Wonderfull hospitality ... friendly staff ... perfect service ...\n\nDelicious food ... …",
            "One of the worst place.\nThe staff is really unprofessional.\nIf we talk about taste then yes I had chicken wrap which was worth trying.\nJust giving 1 star for staff behavior",
            "It's a very nice and clean place and food is delicious and there service is simply awesome....",
            "One of the worst biryani I ever had. It costs ₹180 but one and half person can eat it. Tasted like dum khichdi. The rice were sticky and the chicken tasted like rubber. I don't suggest the biryani.",
            "The first time I went.. I loved the food especially chowmein... Then I visited the day before yesterday and order chowmein again but it was not up to the mark.. Atlst not as same as I had before. It was not spicy at all..no salt.. So we …",
            "Nice place n great tasty nice ambiance just a little issue wid quantity of food",
            "One of the most iconic and my favorite joint in lucknow they serve delicious food the pricing is very cheap perfect place to hangout with friends different types of tea also available here.",
            "Destination for all kind of parties. Let it be a cup of tea, birthday bash or kitty party.. All age groups enjoy its delicuous cousins and range of food.",
            "One of the best chats in Lucknow real authatic test. Mutton is also too good real test and authentic homely preparation.",
            "Good food Nice Ambiance And appreciating Attitude of the owner Mr Kushal Nice way of interacting customers do visit",
            "Awesome food and beverage. Good service, nice ambience. Lots of varieties of tea, chaat, pani puri etc.",
            "The food is good\nMust try!!",
            "It was worst food that I have ever had!.  We were 4 people and all were sick in morning after dinner.  Food was not tasty at all.  Not worthy",
            "Although food is good and improving. But quantity of serving for the same good is inconsistent what they serve on dining and on take away....lesser Quantity..",
            "Good place Tasty food\nCourteous staff. Loved chicken curry so much",
            "U can try for one time for food and beverages. The most good thing the spaces they created inside and outside is great for friends and family while the food is not so good",
            "Excellent place for all kind of foods be it veg or non veg. Offers a complete range including ice creams and ice tea etc...",
            "Nice place in terms of food(quality as well as price) as well as ambience. Must try!!!",
            "Good place for family dining specially aloo tikki and pani batasa is awesome.",
            "Loved it.. vary good quality of food, hygienic and fabulous taste..",
            "Nice food with nice ambiance i loved the chicken biryani do visit",
            "Love the chicken wraps,kheer And biryani awesome place for party and hangout 👍 …",
            "Good place and food but slow service..",
            "I love the food and ambiance\nGood serving",
            "Good place for Hangout as well as Nice food specially veg thali,,,👌👌 …",
            "Good food as well as ambiance ....spcielly Biryani 🍗🍗🍗 …",
            "Ambience is good... But didn't get that different vibe.",
            "Good  ... 10 % extra if you eat inside the Resto room",
            "Love the food specially chicken wrap Nice place for Hangout",
            "I just loved the galauti kebab and Biryani do try it once",
            "Food was good.. Nice atmosphere..",
            "One of the best place to visit, wide menu item from starter to deserts, a must visit place",
            "Good place for parties. Food is good and delicious.",
            "love The place Food and ambiance",
            "good Food Nice Ambiance Nice place",
            "Good food as well as ambience....",
            "Scrumptious food specially matar tikki",
            "Inside was too suffocating and outside was buzzing with mosquitoes",
            "Good but some changes is required...",
            "Very beautiful and very tasty food.",
            "Good behavior of staff and service are goods",
            "Very good food and service",
            "Parking issue. Rest all is good",
            "Awesome chinese food loved it",
            "Nice Chole Samosa . Worth a try",
            "Good place for chinese food.",
            "Authentic taste of Lucknow cuisine.",
            "Excellent place to hangout with friends.",
            "Worst experience illiterate people very poor service",
            "good food and ambiance",
            "It's good in taste",
            "Good food& service.",
            "Best mutto corma",
            "Good food",
            "👍 good neat and clean …",
            "Nice food",
            "Nice place to hangon with friends",
            "nice place with nice food",
            "Nicw food",
            "Chicken roll is good",
            "Bakwas",
            "It's awesome.",
            "Worst food ever",
            "Snacks are good.",
            "Food was excellent",
            "good food .",
            "Nice",
            "Good",
            "Like as Name...Farzi",
            "Superb",
            "Tasteless",
            "good food",
            "Awesome place...!!!",
            "Bad service ......",
            "Loved the place",
            "good place",
            "Poor service",
            "Nice place",
            "Nice",
            "Nice",
            "Nice",
            "Awesome place",
            "Good"
        ]
    },
    {
        "place": "Wow! Momo",
        "reviews": [
            "I have always liked the taste of momos from wow momos. This shop is located near engineering college chauraha lucknow opposite to what a burger outlet. …",
            "Grab your favourite @wowmomos newest launch -\nMOMO Mania at just ₹69. Veg and Non veg momos both ❤️ …",
            "Got to try the wow winter combo of Rs 199. The darjeeling steam momos are nice as always, and the moburgs are a nice take on the burger. Good option if u r a momo fan",
            "Recently visited at wow momo for trying thair momo mania.veg momo is very delicious.",
            "Everything is nice and the environment is awesome\nThe taste was too good",
            "Tasty food.. good service... nice atmosphere.I have ordered chicken lollypop. very tasty.",
            "Worst service, wrong banners displayed. Staff is also rude.",
            "Taste is good but I think the cost is relatively expensive.",
            "Nice place to Visit with friend & family for wow experience of Chicken, Chinese, Momo & Kulfi",
            "Taste and infrastructure both are good, a lil pricy.",
            "I urge all people not to eat here because they serve stale stuff recently I ordered fried rice and momos from them which after eating i got severe food poisoning i am in the process to submit their sample to lab so i make sure this unit soon gets shut down",
            "Most of the time, dry items are not available in the outlet in Lucknow airport. Service also not good...If you order drink that also, standard time is 15 minutes",
            "Momo is ok but chicken thupka was not good tasteless thupka ever",
            "Nice place & hospitable staff",
            "Chilly cheese stuffed mushroom\nVery best tasty and i like  this wow China",
            "Awesome city Awesome Brand, Just one thing WOW Momo Awesome,... 10/10",
            "Food is very spicy and delivery is too late. 👎 …",
            "Good quality and best quality",
            "Noodles very very very tasty and cheese stap mushroom OMG 😱 …",
            "Awesome teste and delicious food and fast service",
            "Veg Darjeeling panfried momo oswam",
            "Taste is good  visit once pls",
            "Nice",
            "Good quality Momos",
            "Beautiful dish",
            "Pan fried momo very nice",
            "Worst. Took too much time",
            "The good was good and delicious",
            "Superb food an service",
            "Wonderful"
        ]
    },
    {
        "place": "Roof And Soup- Best Restaurant/Best Food Restaurant in Lucknow",
        "reviews": [
            "A nice place to spend your time with friends. I really liked the ambience. The quality and quantity of the food was satisfied .Their service was very good, the staff was very cooperative which really impressed me. Overall I had fun visiting …",
            "Awesome  Place to Spend time with besties.  I Love It...",
            "Gr8 .. Ambience .. Food is really tasty . Staff is really nice there.. Outside view from there is also good... Nice place to visit...",
            "Osm place to send your time with friends and family",
            "I suggest to all who want to spend good time..  Please visit here..  It's too dynamic and full of enthusiasm...",
            "Restaurant is average. It's in 2nd floor and stairs are too high to climb, specially older people should not try to visit without assistance. Food is average quality.",
            "Best place to hangout.... Specially the roof top",
            "Needs minimal improvement in services to become better",
            "Nice ambiance and very fast service",
            "Good experience",
            "Nice , one can visit",
            "😖 …",
            "Awesome,.......too good",
            "very good",
            "Fun time",
            "hmm not good",
            "A BEst place for party",
            "Nice place..",
            "Good place",
            "suparb",
            "Cool place",
            "Lovely",
            "Good",
            "A good shop",
            "well",
            "Good restaurant",
            "Good",
            "Nice place",
            "Mast ek dum jakkashhh...",
            "Eight plates"
        ]
    },
    {
        "place": "Roll Out",
        "reviews": [
            "I personally love the Butter Chicken Roll here..though every roll here is a bliss.. be it veg or non veg.. a must have obviously.. best rolls in whole of lucknow i would say.. Also the Cold Coffee here is awesome..!! …",
            "Came across this Rolls joint and thought to gave it a try !\nBy surprise recieved such a thick juicy roll when I ordered Mix Non Veg Rollout Special Rolls. They use the kathi roll parathas, which was flaky and added …",
            "Highlight Recommend\nLoved the texture of roll, Crispy Parathas, Freshly made, look at the amount of stuffing in one roll, Amazing taste,Do try their noodles Roll, they have 50+ …",
            "Loved the rolls specially their mutton keema and potato roll.\nThey have more than 50 varieties of rolls. Amazing!",
            "They put chicken pieces with paneer in 'only' paneer roll\nAnd also the potato and egg roll I ordered it taste like rotten. 0 star for this discusting service.",
            "Such beautiful place definitely u will love it\n\nIts roll taste is sooo good ❤ …",
            "Must try they have varieties of rolls but tried aaloo and paneer roll.Taste was great. …",
            "I had tried plenty of veg category rolls from here, and i must admit that quality of rolls is great. They have plenty of space to eat. Minimum per pax avg spending for one roll will be around 100 RS + …",
            "The rolls are just awesome. I’ve tried Soya Keema roll, veg tikki roll and paneer bhurji rolls. All 3 were 10/10.\nThe rolls are sufficiently stuffed. …",
            "Best rolls in town , must visit this place",
            "Such a best place for all roll lovers❤️\nThe rolls are so delicious😋\nI tried potato roll and egg roll and both are so delicious 🤤\nHighly recommended place for roll lovers. …",
            "Authentic Chicken shawarma available here. Excellent taste and environment.  Keep it up Guys",
            "Good place with quality food , a hygiene atmosphere.",
            "Not worth the huge waiting time you will have to face! Any other roll shop will give you same quality at half the price! Prices are definitely not worth. I will not recommended anyone.",
            "Masala Soya Chaap Roll was O.K.. I recommend anyone ordering this, to get extra mayo added, maybe then it will taste better... Also it would be better if the lachha paratha in which the roll was prepared, is made softer..",
            "If you are looking for a good roll in nearby area this can be the place the taste is okay for the price however have had much better rolls but this place is okay if you are craving for a roll",
            "Shawarma is best, they doubled the prices even before completing one year of opening, drinks that used to cost 40 now cost 80 shawarma was at 80 now at 125 just in 5 months",
            "Paneer bhurji roll is awesome, but shawarma roll is very pathetic. Need to improve the quality of shawarma roll. Conclusion is to must try veg rolls rather than non veg.",
            "Rolls are very delicious. Shawrma was not as good. Mojito is good but cold coffee was not at all upto the mark.",
            "The guy who ru s this place is very polite and well behaved. The rolls are amazing and far better than the mainstream rolls such as faasos and others.",
            "Chicken could've been made more juicy. The roti of the roll was very crunchy.",
            "Ordered food (3 x rolls) last night and all three of us had upset stomach since morning. When i complained to zomato, restaurant denied any quality issues",
            "Great ambience\nGreat service\nSuch a cool place to go and on budget. Plus 15% off on student ID.\nMust try roles. Great taste",
            "Nice place happy rolls tried something new shakes are also available nice interior for photographs too love the food here",
            "Delicious and tasty rolls at affordable price....\nReally it's too awesome 🤤🤤🤤🤤.....\n😋😋😋 …",
            "Best Roll outlet in the town.😍 …",
            "A place for wrap and rolls lover",
            "Menu is a bit expensive but the taste is worth the money spent",
            "Best rolls, you will satisfied with tha quantity!!\nPaisa wasool!!",
            "I ate chicken shawarma here, taste was good. But over rated.",
            "Amazing place for best rolls in town",
            "Lovely testy food.....",
            "They have increased price now , the taste is good ,still the same",
            "Ate Paneer Burji roll here and trust me the taste of it was tremendous. Keep it up",
            "I love chicken roll from here, very fresh and delicious",
            "You must try the mojito here.\nAnd surly you won't regret being here , friendly service",
            "Here, Egg roll is my favourite and regular ordering",
            "Very good bhuna ckn roll is very good test",
            "Very bad service, customer are wating and they are not giving order",
            "Best shawarma roll I ever had",
            "Excellent roll,chicken shawarma is simply tremendous",
            "Awesome",
            "Awesome taste..specially PANEER roll",
            "Much better than thook wale rolls .",
            "Lovely place with wholesome and quality food\nMust visit place 🙌 …",
            "Good rolls variety",
            "Very very bad hope less roll . I have hope less bad taest,",
            "Mind blowing taste and great ambiance!",
            "Awesome food should come and enjoy",
            "Worst rolls u at this price.",
            "Mast Roll",
            "Best roll at reasonable prices",
            "Extremely Delicious Rolls 😋 …",
            "Best rolls in lucknow",
            "Very delicious food items.",
            "Yum!!! Rollsss",
            "Good",
            "Good food, mojito is great",
            "Awesome taste must try",
            "Great place...must visit ✨👍 …",
            "Kinda okayish. Not that worth now.",
            "Good Eating point, but over rated",
            "Worst service ever.",
            "The food is very tasty",
            "Quality not maintained",
            "Very authentic taste",
            "Great servings",
            "Best area for food",
            "Amazing 😍 food 😋 …",
            "Good",
            "Nice",
            "Nice staff and nice place",
            "Amazing taste !",
            "Best Roll in town",
            "Tasty shawarma!!",
            "Nice place to visit",
            "Tasty food",
            "Testy",
            "Price is nice"
        ]
    },
    {
        "place": "Radhey Shyam Restaurant",
        "reviews": [
            "The food and beverages that we tried were delicious. Lassi was good and the chole bhature were delicious, the quantity in one plate was sufficient for two people. The staff were friendly and all the menu items were reasonably priced.",
            "The taste of the food is good but,\nVery poor service ,totally irresponsible behaviour 😡 , the behaviour of the workers is too rude. I have visited many of the restaurants but this kind of …",
            "Very nice place specially for vegetarian people because they provide only veg food so that it is good for people like me who are not only vegetarian but also afraid to contamination of non veg vessels so i think this restaurant is a best …",
            "I have been to this when it was just under a simple roof. A lot memories attached with this awesome place. Wish I could come and visit again.",
            "The place I use to visit frequently, mostly for take outs. I’m making it sure that the Butter Naan and Tandoori Rotis are above normal here. They’re really good. Packaging is good as well. The thing which’s underrated is that pink salad 😹 …",
            "It's very slow service and staff was so rude I'm so disappointed and I am suggesting to all people no one come this restaurant 😶 …",
            "Taste was so so so bad 🤮🤢service was  too bad ..😓ambience was Not good at all..🤌🏻and service of packing food was totally waste of money 🙅🏻‍♀️ …",
            "It is worlds worst rest don't visit it the food is very bad his Shahi panner is like dahi and sugar mixture it's rice is sticky and having pebble and naan is  to strachy and missi roti is like sandy and price is too much high . I visit this …",
            "delux thali awesome taste plss try once❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️👍🏻 …",
            "Amazing Veg Biryani ever had. Infact the supplementary 'Raita' and 'Sirkey wala pyaaz' were also good.",
            "Bad taste, Bad Behavior, waste of money... Don't go there....",
            "The ambience is beautiful, specious and neat. The service is quite impressive but it takes a lot of time to get the food. The food is hot but the taste is average. The price is too high when compared to other standard restaurants.",
            "Good place.. Nice food..\nGood Hospitality...\nProblem is for parking near the area...",
            "Extremely pathetic experience. Never ever plan any get together at this place. Ambience is 0 out of 10. Food quality is good, staff is also good but what will you do if they don't even provide the promised basic environment/ infra. …",
            "Spoil chill panir very bad taste of Chilli paneer first time happen this  with me",
            "Best taste in neighbourhood at the Best price. 5 Pros:\nFood quality is awesome.\nService is quick. …",
            "The food is good,reasonably priced  qualitywise nice as well. The only flaw is lack of waiters, or maybe their discipline as mostly only one waiter is serving at 12-15 tables and some waiters are nowhere to be seen. Serving time is too much and comes very late.",
            "Worst pizza ever\nDon't try to eat pizza here..\n1 star is sufficient 😏😏 …",
            "Great sweets and samosa available.",
            "The place is nice and service is late the food you get is not upto to mark by taste and quality, like I ordered Veg biryani there in which there was a bottle cap of any bottle and service is very slow the food we got wasn't hot..\nI will jot suggest that you go there it is waste of money and time...",
            "Ek number ka kachra food hai.\nBahut jyada time taking.\nMaximum price, minimum quality",
            "Very poor service ,totally irresponsible behaviour, no hospitality at all, worst class , not a little bit up to the mark , total waste of money",
            "Fantastic taste and wonderful service by rastaurant.",
            "A good restaurant on kursi road serving jankipuram and near localities.Fantastic entiors giving positive vibes.All modes of payment are accepted here i.e.,UPI,Card payment,cash,etc.Suitable for everyone .Some food stuffs are expensive.Also …",
            "I am not so happy by food preparation. The food is tasteless  after complain they again make some changes that makes some taste. Service is good .",
            "Very nice experience to celebrate my son 5th birthday",
            "Poor quality with poor service. No body should visit.I dont want to give a single star to it. इससे बेहतर तो ढेले पर भी मिल सकता है। मै इसे अपने जीवन के सबसे बुरे खाने के रूप मे याद रखूंगा। ये लोगों को ठग रहे हैं।",
            "Ordered paneer manchurian and Laccha paratha on 30.11.2019.Laccha paratha garam kam tha.food was in ok ok category according to me.two things which I disliked most was proper light was not available (as decorative lights were only …",
            "Good Place to dine with family. Food is also tasty.",
            "Away from city traffic in Lucknow. One of the fine dine restaurant in Cross ring road side towards kursi Road, well connected for jankipuram, sahara states and Sahara grace residents. Have enough space for kitty and birthday parties. Ready …",
            "Very nice place for any function",
            "good food and services. easily accessible situated on the main kursi road opposite sagar sweets at paharpur chauraha jankipuram. catering services are also available.",
            "Good,homely attention ,clean ,time worthy.One suggestion - Guests be requested not to throw food in dustbins & you can also send the remaining food to the NGO'S working and collecting food for needy ones.KAR KE DEKHEY ACCHA LAGTA HAI.FROM- ROBIN KUMAR BHOWMICK SUB INSPR U P POLICE RADIO SHAKHA RAEIBARELY.",
            "Food quality was good and hotel itself maintained hygiene and sanitation very well\n.I would say it's a must go if u live near the restaurant",
            "Ambience is overall good. But food taste should be improve. Staff should more Professional approach.",
            "I'm here with my family on my Birthday and it's awesome place,service is good and food is tremendous..",
            "Good restaurant with great taste at Kursi road .",
            "बहुत ही अच्छा और बेहतरीन भोजन",
            "Very poor service ,totally irresponsible behaviour, no hospitality at all, worst class , not a little bit up to the mark , total waste of money",
            "Parking area was not good.. n service was slow,,",
            "Excellent quality of food & service party banquet hall for 250 -300 approx also available if you want pure vegetarian food this is right place for you",
            "Khana kuchh khaas nahi tha",
            "Really pathetic,,,, First time i am seeing degradation in quality .Radhey special pizza which was extremely good, now its like preparing home pizza with no stuffings …",
            "Nice restaurant and food is delicious once visit hear staff is cool",
            "Best restaurant where I always use to eat since my childhood !",
            "Worst ever service I seen ever in any restauraunt infact food quality is also very very poor. Never go in this restaurant. Total waste of money.",
            "Dis not expected,nd it's not frist time.\nBe aware,start thinking more then place,road is growing.i am your regular coustmer,unhappy.not able to post pic,your naan is completely uncooked,and you not Charing less for it.nathing to see more,but start finding routes again.",
            "I ordered one paneer handi and tandoori roti. But it was not as I expected. Very poor quality of tandoori and paneer .Very less quantity as per rates. Really Really Very Poor .",
            "Worst quality of food (don't tell me about nonveg you know I am talking about veg food) and price is unnecessarily high worst experience ever",
            "Taste is not so good & very costly service quality is very poor stewards are not active because food industries is very big market if don't update than you lost your customers day bay day please update your all that things thankss",
            "Good place to have south indian DOSA and other food items. Overall good taste 👌 …",
            "On Kursi road I found this place where you can buy Amul ice cream. Other places are far. They also have a sitting arrangement and a restaurant. Place is nice.",
            "1.बहुत बेकार खाना, खाने में भी और देखने मे भी।।\n2.हर बार डिश (बनी हुई) ही बदल जाती है।\n3.जितनी क्वालिटी गन्दी उतना ही महँगा खाना।\n4.quantity भी बहुत कम है।।",
            "Worst dosa experience in my life...never visit this place if you love ur health.😑😑 …",
            "Excellent.\nThe premises are extremely clean, the atmosphere is lovely, helpful staff, and brilliant service, and the food is both delicious and beautifully presented.",
            "Worst shahi paneer & malai kofta ever. Gravy was bitter.",
            "Fine dining restuarant in Jankipuram area. Serves exquisite vegetarian dishes. Services are commendable too.",
            "अच्छा रेस्टोरेंट है, खाना भी अच्छा है और इसके मालिक भी व्यवहारिक है। कुल मिलाकर यहां पर आप छोटी मोटी पार्टी दे सकते हैं वो भी काफी किफायती कीमत पर।",
            "Nice and hygienic place to dine ..Food is Good",
            "aaj ka Khana bahut hi ganda tha. menu me bhi joo hai woo milta nhi",
            "Very testy food and good service",
            "Nice But service let",
            "Average food, decent service, overpriced",
            "Nice ambiance and tasty food . And really good behavior of employee.",
            "Gud and tasty food....gud seating place can be visited with friend and family",
            "Perfect location but seating arrangements needs  a lot of improvement. Food is just okay.",
            "Worst services dont go there food quality was not good and arrogant staff",
            "Bahut hi shandar anubhav hai lajwab test",
            "Great place to visit for lunch, dinner and party",
            "Decent place for pocket-friendly meals.",
            "Test is best but not best for me choice.\nImprove aloo paratha more delicious..",
            "Very good experience ..but high food items costs .",
            "Good to be there on special occasions. A bit costly but definitely u can give it a try.",
            "Very high price, worst quality. Too much show for nothing, even ac comfort is not there.",
            "Not that good , had breakfast there food was not that good but service is gud and price is somewhere moderate",
            "Excellent for Veggies and food is also excellent 😌 very hygienic and tasty...Loved it …",
            "Too much time taken after i ordered food.. And also quantity of food is very low",
            "Radhey Shyam restaurant is the best place for good healthy yummy pure veg food⭐⭐⭐⭐⭐",
            "Fantastic place ,have range of very delicious cake pastry and breads at reasonable price",
            "Food quality is very worst.Worst ever restaurant i have seen in my life",
            "Nice place! The place provides space for party! And food is delicious there!",
            "Food is fine but ambience and serving time are a big let down",
            "Best place for veg lover\nPocket friendly rates and so delicious",
            "Quality food on very reasonable rates. Chowemen is excellent in taste. Recommended",
            "Food was good i was there for a birthday party",
            "Very Bad Services . Taste bad in this restaurant. services very slow .",
            "Please prepares food fast\nEveryone has got a curious when u doesn't come and must be happen must happen",
            "It was good.",
            "For fooding it's average  but service is good",
            "Best restaurants at Tedipukia ( jankipuram)\nBest food\nBest services\nReasonable price"
        ]
    },
    {
        "place": "Jankipuram lucknow",
        "reviews": [
            "Good place of  Lucknow.",
            "👍 …",
            "Good",
            "Excellent"
        ]
    },
    {
        "place": "Momo Magic Cafe Lucknow",
        "reviews": [
            "A well maintained place and neat and clean too.\nFriendly staff\nUsually not crowded …",
            "It's an cozy place but, but the taste of food attract me to visit it again n again . They have wifi facility too. Nice behavior of staff and full of hygiene available. …",
            "We were the only one when I visited the place.A  Friend of mine suggested this place for momo. Average taste serving . Nothing much to add about place it is  small , comfy and well  maintained.",
            "Food presentation is wow nd ambience are also good❤\n\nStaff are also good . …",
            "A friend suggested me this place. Finally gave into the\ncraving today and ordered some dishes (listed above).\nMust say food packaging, quality and quantity all are …",
            "Very nice veg steam momes.Totally loved it.Good sitting space as well",
            "The taste is awesome and ambiance is great and the staff is also really polite highly recommended",
            "First and the last experience…\nBad Service… and quality\nI ordered chicken lollipop.. they said it will be ready in 15 mins.. but it we …",
            "Try Paneer Momos Pizza or Chicken Momos Pizza, its really delicious!!",
            "Awesome experience\nI loved it ❤️❤️",
            "Very good place for momos. Good taste and service. Very friendly staff. Recommended.",
            "Tried moms chilli here 🤓 it's tasty 😋 …",
            "Food is absolutely amazing. It actually feels like a bliss on a plate! Especially momos are awesome and for sure you're gonna love it ( Must try). Good food, good music, and even good location. The interior and the environment is great. I would suggest everybody to visit there with your friends or family, you'll definitely like it!🌠 …",
            "Cold drink was expired with no fizz and when asked to replace it staff denied it",
            "Nice place to Eat Momo. But it little costly",
            "This restaurant has a wide variety of mouth watering momos. The preparation is done in a hygienic environment, presentation is good and the food quality is supreme. Must visit place whenever you are in Lucknow. …",
            "Chicken Momos taste Awesome",
            "I wish, Google would give more than 5 stars or any other feature which I can use for my favourite restaurants/Cafe. So Living nearest the Place & try to visit every week just because of the behaviour of its Manager/Employees & others the …",
            "Service was worst. I mean there's no ventilation in the cafe and they don't even offer you water and don't you ever dare to try steamed momos they're pretty much bad in taste.",
            "Horrible place to have momos. I tried for the first time and this turned out to be the last time unfortunately. Make sure you don’t visit this place to have momos. Pathetic taste. Road side momos are still better than they serve.",
            "Best Chinese food under budget. Nothing fancy but exceptional in taste. Must try guyz..😃 …",
            "Nice, clean, quite and ambient place to dine in. Food was well prepared and tasted good. Service was fast and they offer a whole range of menu to choose from. Staff was courteous.",
            "Momos at it's best. Treat for your taste buds. I wish I could have discovered this place earlier. A must go for all fast food or food lovers in general.",
            "momos are perfect juicy inside and the covering is translucent you can see the filling inside. it's not chewy at all. beverages are also available here. perfect place to hangout after classes",
            "Perfect test with clean and cool environment. I can't stop myself to order 5-6 items whenever I went there. Please try once and I am sure you will be the regular.",
            "The food was amazing, everything about this cafe was really good, first time visiting it, wasn't expecting such good food, it overexeeded my expectations, even the dips were delicious, looking forward to visiting again",
            "Awesome food, hygienic ambiance and polite staff what else everything is so heartwarming abot this place. Must try masala momos and soya chaap.",
            "The quality of food and especially Schezwan momos is  really amazing and the ambience is just wow!👍 I would like to visit this place again very soon! …",
            "The taste of momos and coffee was awesome... especially dim sum and tandoori sauce was exceptional.Keep the good work up.",
            "So I went to momo magic cafe\nI had chicken cocktail momo, pizza momo and schezwan noodle\nEverything was upto mark and loved it. 🍃 🍜\nWill go again soon. …",
            "Nice place to eat momos, n other delicious food\nMust try their bangkok rice & red sauce pasta.",
            "Well, finally an amazing cafe for momo lovers and Chinese food in aliganj... Keep up the good work. Will love to visit again.",
            "Very delicious  😋😋😋 nd halal food and awesome service\nGreat enjoyment eagerly waiting to see u again …",
            "Delicious food...specially momos😋 those who have die-hard craving for momos must give it a shot here..🤘👍 …",
            "tried for the first time and their tandoori veg momos were amazing ....nicely packed!!",
            "Awesome Momos, worth the money. Ate twice from the place, both the time food was perfect.",
            "If you love authentic Momos and Noodles, then this is the place to satisfy your taste buds..",
            "Momos were good but a bit overpriced.",
            "Extremely tasty momos.... Loved the presentation and  service....sure to visit again",
            "Awesome food..... Mouthwatering momos... Quick service and courteous staff...",
            "I think this is one and only cafe which understand the customer imagination like sitting, service, product quality and rates. Each and everyone should go for it......",
            "One of the best Cafe's in Lucknow, must try Afghani and Pizza Momos.",
            "Best place for chinese food in lucknow, many varieties in mono,neat and clean place",
            "Awesome Momos. Must Try",
            "Very nice place to chill out with your friends....Taste...Wow.....",
            "Excellent taste.. love the way they serve..",
            "Absolutely amazing food!\nGood ambience.",
            "Love the aura of this place , mojhito and momos are fab.",
            "Best Chinese food in the city. One must try this",
            "Great place to have Chinese . Sauces are a must try !!!",
            "Very nice place for hangout and food are also delicious",
            "Great ambiance.... great taste...... great memories ❤️",
            "U got to give it a try it was awesome",
            "Serving delicious foods..A Must check in place!!",
            "Tasty Food .. Good place to hangout",
            "Wow... What a service and what a test.... Superb...",
            "Momos are worth a try, go for it!",
            "Momose is best I like it",
            "Best place",
            "Best momo in Lucknow",
            "Best momos in town..",
            "Realy awsom test I got..",
            "Nice place with awesome food.",
            "Nice",
            "Good food",
            "Great taste great vibes",
            "Best and cheap momos",
            "Amazing.",
            "The momos are good.",
            "Good",
            "Love it 😋😋 …",
            "Amaging taste👍 …",
            "Great Test.",
            "Great service",
            "Yummy momos.",
            "Okey"
        ]
    },
    {
        "place": "K G N Family Restaurant",
        "reviews": []
    },
    {
        "place": "New Locopo Fast Food Center",
        "reviews": [
            "Costumer se galat tarike se baat karna yaha ka kam hai",
            "Nice place to hangout with friends and family",
            "Good NYC",
            "Nyc place for fooding",
            "Amazing💕😍 …",
            "Nyc",
            "Best",
            "Good",
            "Mast",
            "Good",
            "Good",
            "Walnuts"
        ]
    },
    {
        "place": "Foodies Planet",
        "reviews": []
    },
    {
        "place": "Sadda Adda",
        "reviews": [
            "Mouthwatering, Lajawab khana.. Awesome food... This is vegie paradise man.... Wow. Try is once when u r in Lucknow.. Try there soyabeen chap biriyani..",
            "reasonable !\nthe food served is somewhat ok\nprice is justified for the given quality",
            "Coffee was worst coffee ever, also zero hygiene",
            "This place is really close to the Engineering College Chauraha and therefore lots of students visit it. I loved the food, it tastes really good. But if hygiene matters a lot to you, I'd suggest you walk a bit and eat at cleaner places nearby.",
            "Shop run by thugs and drinkers. Horrible experience. Very unsafe place to visit especially if you go alone. They are arrogant hooligans ,ready to fight . Never visit ,they might hurt you physically.Recently they fought with students and the students were hospitalised . They can even poison the food.\nGo at your own risk",
            "Ordered thali for take away. The food was stale and tasted really bad. Disappointed.",
            "food quality is extremely bad and service is also not good and they really treat you as if they don't care. The owner of the restaurant is always drunked and I have even heard that he used to fight with the customers and some police cases are currently running against him.",
            "It's a dhaba for cheap and bland tasteless food.",
            "One of the place in aliganj area where you can have dinner at late night also. Most of the restaurants are closed by 11 but it serves food till 12 at night.. and even staff hospitalize properly even at late hours",
            "Food is not costly here. The cost will not give much burden to your wallet. But the sitting space and surrounding is not good. Taste of food is more than good.",
            "Average food at affordable rates . Earlier I used to visit this place a lot but the food quality is going down significantly so I stopped coming at this food spot.",
            "Sadda adda is cheap fooding zone at engineering collage chauraha they have good quality food in cheap rate .\nThey have proper system to serve and they are also consider the term hygien in food zone",
            "Might be the worst place you ever visit. Extremely unhygienic. I have personally seen utensils felling into sewage drain, they took it out, washed it with water and kept them back.",
            "I have visited this sometimes...and cost of dishes are very high compare to its taste...\nQuality is also not so good....but its a low budget restaurant...",
            "Good restaurant for local guys and student better to visit one or two. This restaurant provides better food and fast food on an average price.",
            "Gooddddddddddddddddddddddddddddddd\nPlaceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee\nForrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr …",
            "I've been eating there from way before, good food with good price and i specifically love their fried rice",
            "Awesome menu and with amazing price you can eat many things must visit place",
            "Not a place to visit with family.Food also not good...they don't take care of proper hygiene.",
            "Once I was here to order dosa...The massed potato was smelling very bad ,may be they were old enough to be rotten..Not a good experience at all....Owner is especially not well mannered what will else",
            "If you want to experience that what is WORSE  Food in Jankipuran locality in terms of  Quality and Service both then go for Saddam Adda ....",
            "Good place to enjoy with 1 or 2 friends but not more than that as they dnt hv place to sit.",
            "No proper arrangement. Quality of food is also not good. No proper cleanliness.",
            "It's place hurt of engineering college cauraha ,a single student stay at here and enjoy the fast food , thali extra",
            "Very unhygienic , not a worth of single penny, very disappointed with the service and food was terrible. Hygiene not fit for human consumption  .\n1 star is more.",
            "Taste of food is good but quality of food and the place is really a mess....",
            "Value for money. Not for couples.low  Budget specialy for students. (Kind of really low budget mess)",
            "Good food Cheap & best\nMakes great\n50₹ per थाल",
            "Food quality is very pathetic and rate is very high. Seating environment is very bad.",
            "That's nice place for making quite to your hungry stomach along with other beverages.",
            "A budget place for fastfood or junkfood ...food items are not too expensive....i like sadda adda",
            "Very good bt the quality of butter roti is very very bad\nI'm giving it 3 star jst because of roti",
            "👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎\n*Nihayati ghatiya*--food, people working over there,dirty place, unhygienic utensils and food.... …",
            "Average food quality, average rate list and poor services",
            "Worst ever place. The staff is ill behaving and also the food is also unhygienic.",
            "Average Restaurant at this location and No AC No private Cabin And Its only open group restaurant",
            "Ok taste..good service.. Waiting time is pretty long",
            "I ordered food by zomato and food quality is good and taste was also good",
            "worst resturent and unhygienic service... Never try it\nBehavior of employees is not tolerable..",
            "Good n hygienic food. Normally rest point",
            "Ek baar khana khane ke baad dobara khabhi man nahi karega",
            "food quality is ok but has scope for improvement",
            "Food is good with in a reasonable price and the service is also good",
            "Food is good to eat smthg like simple home food",
            "Bad quality, once there was a housefly in the food..",
            "This is not a good place for having food because the workers here are so bad mannered and aggressive..",
            "Its just at side of engineering chauraha and best place to eat snacks or tea",
            "Thug people. Shop run by drunk people. They treat the costumer badly and no sense to talk.",
            "Very bad restaurant worker behaviour is bad highly recommended please dont go there",
            "Very affordable food available over here.",
            "food quality is nice and best for visit with friends",
            "Food is average but service and behaviour of employees is poor.",
            "Nice place to taste different kind of vegetables roll.",
            "Food is good but cleanliness is very poor",
            "Not good food having very experience",
            "Taste ke sath rate bhi achcha",
            "Nice place near engineering college\nGood allu Paratha",
            "Very bad place...workers are rude and this place is not hygienic.....staff also fights with the customers",
            "Worst place to eat. Chap behaviour of staff and owner.",
            "Very poor food quality and bad behaviour towards customer.",
            "Poor. Unhygienic food. Workers are untidy. And lowest quality food",
            "I like food as it's full of taste.",
            "Food is good but venue so dirty",
            "No dustbin. Quite dirty surroundings. Slow service",
            "Great resturant for student.....pocket friendly....",
            "Worst place ever with bad quality food",
            "Very bad quality...\nI will never go there...",
            "They actually don't have much exellence of talking with their customers👎 …",
            "This is good place to get junk food.",
            "i love this place. food taste is great.",
            "Food quality is good at best cost",
            "Not so good\nThey dont maintain higyne",
            "Nice price rates...good service.",
            "Less food items here with costlier than other places",
            "Good food in reliable price...",
            "Offer great food at valuable price",
            "Well prepared thali with ordinary meal",
            "Find Best food 24 hours.",
            "Totally waste of money. Never order anything.",
            "Bad service with low food quality",
            "Just not good... dosa is ok",
            "Prefer any other restaurants,if possible",
            "Yummy yummy",
            "Taste less food with fried insects",
            "A good place to hangout with your friends.",
            "Worst quality...\nI will never go there again...",
            "Good place",
            "unhygienic and very bad quality of food",
            "Food quality is not good",
            "Not gud. Expensive"
        ]
    },
    {
        "place": "The White Shadow Cafe & Restaurant",
        "reviews": [
            "I was just wanting to be at a place with less disturbance. I cane across White Shadow Cafe.\nAbout the food, guys i loved the spring roll and my oreo shake. I loved the …",
            "Awesome ambience at such a reasonable price, everything available is of top notch quality ✌🏻✌🏻✌🏻✌🏻✌🏻✌🏻\nThis place is just amazing to hangout with friends, the best thing about this …",
            "Pocket friendly...\n\nFriendly Environment... …",
            "It was quite a good experience at The White Shadow. Food and ambience was perfect for a family get together or party. They offers affordable n yet tasty food.",
            "It's a awesome place for party .\nAnd very good service 👌.\nAnd big menu list 😋\nVery low prices …",
            "Awesome ambience and great staff. Must visit place.",
            "Awesome food with great service, reliable for students, budget friendly menu.\nThey also offer some discount on your long bill receipt. They can also click your group selfie. Atmosphere is really great 👍. Must try Chicken tikka masala and paneer tikka masala 😋 …",
            "Beautiful good quality of food and services",
            "Excellent place for all type party & food are also very tasty & yammy and kushagra is very nice man to arrange all these things properly .",
            "Best Place Ever...\nExcellent Food...\nBest Environment... …",
            "Very bad experience after ordering food on swiggy from this restaurant. The food was given than lesser than quantity charged for like 18 pieces chicken in one plate had only 14-15. And this was in all the items. The veg noodles was smelling …",
            "It was nice and i enjoyed alot. Hope to visit again very soon",
            "Awesome for party, ample space, excellent service and good food",
            "A good chill out place in Jankipuram. They have descent ambience with friendly staff. For food lovers, continental dishes are must-tries. Also, menu is moderately priced, so not heavy on your pocket. Good environment for all hookah lovers …",
            "A great expirience...\nAmbience is great\nNo parking space",
            "This is a very awesome place for both food and for vloggers. The environment has very good lighting fitting for photos. I recommend this place to everyone for taking your loved ones here.",
            "Lets go with points\nLocation- Good\nAmbiance- Good (but I was alone when visited) …",
            "I love the interiors of this cafe and it’s theme as well.\nHukkah and Non-veg is finger licking good. Pretty impressed with service part.\nOverall now I got a new and superb cafe in my area.",
            "Read a lot of reviews so i decided to visit this place. Its newly opened place. Has a good space and amazing food. Very good service. This is going to be my new hide out. !!!",
            "Awesome food at an even awesome price.. Love this place!!",
            "Good experience, lovely staff . Adorable fooding....",
            "It was great experience at my last visit. The owner friendly behaviour and staff support was really heart warming specially the music system was awesome.",
            "It's best  for any kind of party....we are glad to arrange the bday party here.... facilities are also good 👍and food taste also excellent 👌 …",
            "Vry nice experience.The owner n all the staff was very co-operative.Food was awesone.Good place for food lovers.Nice ambience n best place fo group partys....",
            "The whole Atmosphere is good if you are going here you can sit & realx , very relaxing place, This Place is also good for Events,",
            "Chicken lollipop is a must try and the owner Kushagra is an awesome host!\nParkins is no problem and is great for group events",
            "Awesome Experience Once Again 😍😍 The food was Yummillicuous 😋😋 We ordered baby corn masala , Honey chilli potato & White Sauce Pasta .. all was Yummy especially the Baby corn masala 🤩🤩 The hukkah was also made very well 👌👌 and service at …",
            "A perfect place to hangout/chillout for any types...different sections are there according to your convinience (may it be a birthday party with group celebrations or any other reason for a good mood)...good ambience...excellent food..good …",
            "In this cafe the staff the owner are so frankly and they also know how to treat a customer in a good way and in a decent way\nMy regular routine is to sit here and have lots of food because the fooding is …",
            "You would definitely fell in love of something which is creative and unique. I would bet you to visit this place once for its creativity and its ultimate delicious food especially try out white sauce pasta😋👌, its best among all wherever I have it. …",
            "Best in jankipuram.....good food,good enviornment.....owner is very humble and caring..do visit once you will ho again n again",
            "A cozy environment with good food and courteous staff. Nice place to hangout with near n dear ones. Just Loved it. Do give it a try .",
            "Good experience...Yummy food and good service with friendly staff , all was amazing..",
            "Best lounge in lko (budget friendly )",
            "It's a quiet good place,less food items but they r tasty..try once atleast.. and I love bella,she is a sweetheart.",
            "Awesome ambiance and very good staff. Lovely delicious cuisine. You can join with family &friends. Marvelous place ❤👍 …",
            "I'm a foodie and I taste every dish but the taste I got was really so so so delicious I enjoyed my meal a lot. This place is so amazing and fabulous. I really enjoyed my meal.",
            "Superb! Launge #Best Launge in affordable price\nAnd the infrastructure is also outstanding!!\nI just loved the launge😍😍 …",
            "Really good place to hang out 😍 Nice ambience ,food was also very tasty , quantity served was also good . Do visit guys 😀 …",
            "Nice infrastructure, beautiful...cool place to hang out. Food is also good. Rates are reasonable.",
            "Had a very good experience. Food was delicious and nice place.",
            "Very nice ambient environment......\nFriendly staff.....\nQuick service...... …",
            "Good Place ..awesome& yummy food with many Varieties.. I'm loving it..😋😋😋 …",
            "Best place for hookah n fooding 😋 …",
            "Amazing place for birthday bash & any other party & also get a good atmosphere with music & food....it's best for me.😊✌ …",
            "Great place for having parties, open mic and hanging out with friends. There pizza, chicken chilli, chicken lollipop are amazing.",
            "Really a great cafe & lounge and the behavior of the owner is so down to earth\n\nPlease visit once …",
            "Nice place for small gathering and hanging out with friends.",
            "I didn't get it good for family and friends and the cuisine were not good as we expected. Youngsters come here  for Flavoured Hukka mainly!",
            "Sab mast hai maza aa gaya hooka is so good  Chilli lotaot is so aswome maggi is fantadtic orane mint falvour is gorgeous",
            "Awesome place for some quite time and food tastes good and hookahs are available at reasonable rates",
            "The food and the place is amazing to have a good and healthy food. I love this place. Must visit.",
            "Nice place to enjoy with friends,family and others. Food is good . The theme of the restaurant is also  nice.",
            "Superb quality dining. Nice place. Perfect interior. Best service.💯💯💯 …",
            "Delicious food, well trained staff and pleasing ambience ♥️",
            "Good food,ambience,lovely environment and comparatively good service...Everything was awesome 😍😍😍 …",
            "Loved the food and ambience. Must visit place for everyone. Best for parties.",
            "one of the salient and minimal place to hang out with its very soothing environment ✨",
            "Awesome experience lived the food\ndo visit once reasonable price",
            "Very good place for party. Servicing of the cafe is so quick... Enjoyed alot...",
            "It was good for youth who like hookah type things but not for family or for families which allow these things.",
            "Superb ambiance, tasty food,cool music & fantastic staff service.",
            "Best experience....awsome food nd positive environment....",
            "Good food,ambience,lovely environment and comparatively good service...in love with this place",
            "I think one of best cafe in lucknow and  the service is very good and food is also at affordable price",
            "The food is yummy with the best atmosphere to spend evening with your close ones❤",
            "The pizza they served was foul in taste and odour as if its bread was outdated and when we complaint about it they said it was ok as if we were wrong",
            "Amazing place to hang out with friends and family.\nFood is finger licking.",
            "SPACIOUS.. GOOD INTERIORS.. TASTY FOOD.. REASONABLE RATE...aur kya chahiye bhai😅\nAnd my favourite PUBG WALL...!! …",
            "All over this place is very nice\nAnd mind blowing\nIt's my pleasure to  eat the mind blowing food of this place",
            "Loved the food and interior of the cafe....best place to hangout with friends....",
            "Best cafe in jankipuram and aliganj area...\nFood quality is so yummy😋 …",
            "best service in this locality and Fooding is Awesome.. Go and visit and  enjoy hukkah and fooding",
            "Awesome place, well served and quantified food at reasonable. Hukkalovers do visit.",
            "A super cozy place to hang out with friends and have quality food. Worth a shot.",
            "Awesome Taste.. Ek baar to kehna banta h \"Aayo kabhi the White Shadow pe..\"",
            "Awesome place to hangout with friends, great interior, tasty food ♥️",
            "Lovely place.\nGood environment 🔥🔥\nGames are also available.\nDo visit❤️❤️ …",
            "Great Staff and tasty food wih good ambience.",
            "·\tYesterday's party which was very much enjoyed, no words to say thank you very much for the suspicious kushagra brother,"
        ]
    },
    {
        "place": "Pizza Hut",
        "reviews": [
            "Nice place to visit. Pizza hut food was great and staff is so humble and polite and atmosphere was great and friendly and finally service and manner of services was so good.",
            "Pizza Hut makes yummy pizzas that lots of people like to eat. They have many types of pizza, like cheese, pepperoni, and veggie. The crust is crispy outside and soft inside. They also have tasty sides like garlic bread and chicken wings. …",
            "I have always liked the taste of pizza from pizza hut. This shop is located near engineering college chauraha lucknow opposite to what a burger outlet. …",
            "Pizzahut India don't give a dmm to anything\nI ordered pizza through Zomato for a mere 4.4 km distance, but it arrived completely cold, without any sauce packet, and the taste overcooked and I will also I won't just leave a review; I'll also send an official email.",
            "This is how you maintain the hygiene and this is what people are getting even after paying a premium price. Even after I asked to wear a glove the manager didn't even bother to ask his staff to wear gloves and was continuously making food …",
            "Very nice location , pizza is also good",
            "I love the burger from here. The crowd is low here when I visit but I'm not sure about the whole day. Good for couples to have a budget under 100 ₹date and time pass.",
            "Everything at best.. Veg and non veg pizza pasta, meals and combos, dessert and drinks....Dine in and take away... Spacious, ac seating ample space and quick service...",
            "It's really great spot to dine-in. I'm very satisfied with their service and order assistance.\nIt's great spot to hangout with friends and family as they have well organised …",
            "Too expensive+ not at all worth eating pizza at this place that too, liked i mentioned, at very high rates.",
            "I have order the pizza through swiggy worst pizza base it was not baked properly base looks white colour.. before I never seen white base of pizza hut...my kids stomach paining after eating this pizza..",
            "Pizza quality is very very poor. Vegetables they used were dry and mother at all fresh. The Air conditioning is bad. As soon as u enter u will get feel of entering an oven . …",
            "Spacious and air conditioned.. service is impressive with all pizza hut menu available",
            "Service lags a bit but overall it's gem of a place to have a pizza",
            "99rupee ki colddrink hai. Lekin colddrink cold ni thi. Pizza ka taste kuch khaas nhi tha.",
            "Very Bad pizza served in town never ordering again from here, my drinks were missing no enough sauce no cheese no toppings either  😕 …",
            "It's a very fast service and so nice food taste",
            "Best place for party. You can get 2 plaza at 260₹ only. Quality and taste is delicious . Hospitality and service also good. Best place to go and eat. You can go with friends and family.",
            "Good Service. Good food but thin crust Pizza, the best known pizza, is not available",
            "Worst quality pizza of this outlet.\nI had order today but delivered very bad quality of pizza.",
            "I had the worst experience of pizza hut for the first time which is near engineering college chauraha\nHimanshu and Rohit were the servers and their attitude was above the roof, we …",
            "The taste was very good according to me, the base was fresh and soft plus the sauce was delicious. Coming to the interior, it was okay, just like any other pizza hut, cleanliness was fine too. The staff was not rude, and talked very politely. Overall, it was a good experience. Worth trying",
            "I've always loved pizza hut . Their toppings and sauce flavors is what attracts me the most. This outlet doesn't have many people for dine in hence you can sit and enjoy you pizza in peace",
            "Food quality at this outlet (Engineering college) is not up to\nthe benchmark set by the brand. Staff is highly unprofessional whether it be taking the order, serving the order or getting the tables cleaned. I had to wait …",
            "Best quality pizzaa",
            "Very poor speed of delivering the pizza...we waited for 40 min but still we didn't recieved the pizza . Ordering a pizza and waiting for it is a very herculean task..we called on the website no Thrice and even the staff on call maintained …",
            "Good pizza hut Engineering college and good value testy pizza 🍕🍕🍕🍕🍕🤤 …",
            "We enjoyed the Pizza but ACs were not cooling although they were in working condition. May be the temperature was not set accordingly. We asked 2 times from the store team but no one cared and listened.\nWe would have enjoyed more only if ACs were working.",
            "Variety is available, but couldn't discriminate what to take n what not. Then ordered 2pizzas",
            "Liked away pizza yummy food location Aliganj",
            "The vibe of pizza hut gives me nostalgia of school days. The crust that pizza hut offers is still best of all. Its so soft even you can eat the sides. I ordered the Tandoori paneer pizza, it was there spicy variant but comparing it with it …",
            "Worst not worth understaffing ..the staffs are not responsible..the management 8s responsible",
            "very bad experience. I ordered farmer's pizza and white sauce pasta the taste was very pathetic in pizza only was bread and boiled pasta in white sauce pasta and they also not served garlic bread with white sauce pasta and according to menu …",
            "Experience : Worst\nTaste : Bad\nPricing : Moderate …",
            "We went there 14th July and ordered combo of rs. 799 which after gst costed Rs.838.94. We were a group of 5 people. The order consist of 2 medium pizza and 1 garlic bread and 1 cheese garlic bread with 4 colddrinks coke. Everything was good and ambience is also nice ample of space with ac seating.",
            "Thank you Pizza Hut very good service though first time I was unlucky but they have good variety of pizza and taste also",
            "Food was excellent, great experience!!",
            "Very bad Attitude for your manager they don’t know how to treat a guest very rude behaviour I am very upset for staff behavior food was good but staff was very rude that is the reason you guys not grow up look domino’s thousand times better than you 2012 to 2014 Pizza Hut service ambience was very good but now totally failed",
            "Too bad experience, no Cleanliness, all. Tables are full of dirt and left over utensils. Only two person staff, have to wait almost 30 min for order to arrive.",
            "Hmmm\nIts a good place with fine atmosphere\nAnd the pizza here is also relatively affordable\nAnd my overall experience was good",
            "Update: Pizza Hut promptly offered complimentary pizza in place of earlier one (which had arrived late and not in good condition).\nSo overall nice experience and service from pizza Hut.",
            "I personally have more bias towards dominos. However the store is good, clean and maintained. Just that my kind of texture and pizza taste is a miss.",
            "I just love the vibe of eating pizza",
            "I have ordered first time from this outlet online. They are really careless, first they delivered someone else’s order to me. Later after complaint they replaced the order but again one item was missing. After complaining second time and calling again and again they said they are delivering the missing item but tut wasn’t delivered.",
            "Worst atmosphere, the dine in is very bad ,the kitchen and Owen is just near the tables, all the smog from kitchen are irritating the eyes , too difficult to sit.",
            "The staff was not wearing gloves while making pizza and other stuff so unhygienic food",
            "Worst service and bad quality pizza. Don’t even try",
            "The food was great so was the service. The manager Rahul was also extremely helpful.",
            "Bakwas experience tha i don't like their cheese pizzas they put mayonnaise in pizza really worthless...",
            "Pizza is ok\nTakeaway service is very poor\nIt Always take 15-20 min more than estimated time. …",
            "Pizza base is of bread , and they us less cheese when it comes to extra cheese , i never recommemd anyone for the this pizza , the workers wanted my mobile phone to give review",
            "Location was good and food was awsome",
            "Food quality, very good",
            "Space is good. Sides were rather stale, Pizza the usual. Could improve in certain ways. Car Parking issue.",
            "The thing about this place is it is quiet which is unusual for an outlet like this but that can be a USP for people who want to eat and enjoy their meal in a peaceful environment.",
            "Worse pizza no idea how to cook new road side staff who cooks for u taste just like you vomit on it . …",
            "Hmm...well, this is new branch of pizza hut and I know new opening comes lot's of difficulties. But, despite of this l have satisfied with food and customer service of this branch.",
            "do not buy pizza 🍕 with Pizza Hut …",
            "The margarita pizza with cheese maxxx is quit good but the ac not working properly",
            "Ambience of this place was awesome 💯 …",
            "I have order from swiggy form pizzahut Jankipuram outlet and received stale fodd",
            "Home delivery service is pathetic. Took 1 hour to deliver the pizza",
            "Pizza is good but a c is not working properly ....",
            "Supar se vi upar.... Slow slow maja low... Nice place to party nice nice really Nice food and Staffs and Manager Mamta..\nGood job kept it up",
            "Worst experience.. pepperoni was not at all baked..\nOnly good for presentation",
            "Ambiance is good. Cooks are need to work more on skills to meet the standards",
            "Love the pizza and chicken wings. Chicken wings is awesome 👍 …",
            "Very tasty pizza",
            "Taste is perfect but Ac was not working.too much hot there😑 …",
            "Worst service. Kept the ac switched off during extreme summers. The people at the counter don't have basic etiquettes to deal with the customers"
        ]
    },
    {
        "place": "Cubeb Kitchen",
        "reviews": []
    },
    {
        "place": "Kitchen11",
        "reviews": []
    },
    {
        "place": "Zayka Veg Corner",
        "reviews": [
            "Food quality is average. And taste & texture is slightly more than average.",
            "Very tasty chilly paneeer and fried rice",
            "Outstanding",
            "Good wark",
            "Good wark"
        ]
    }
]