[
    {
        "place": "Vishwas Sweets",
        "reviews": [
            "Owner is rude garib logo ko bulakar kam pe lagata hai lachar logo ka Paisa nahi deta hai madarchod...yahi iska pesa hai... never visit here plz... 🥺 Mai dobara Lucknow nahi gaya....gunde hai sab sitapur ke yaha pura staff yadav hai. Iske yaha …",
            "Vishwash sweets is good when you feel hungry and want food quickly\nService is good\nDosa, noodles are quit good …",
            "I had a delightful experience dining at Vishwas Sweets. While the prices may be slightly higher, the taste and quality of the food, as well as their commitment to sanitation, make it worth every penny. The extensive menu offers a wide range …",
            "Their samosas and paneer/hakka noodles are the best.Their prices are reasonable.Combos they offer are value for money.But yesterday when i bought paneer chowmein from the place it felt like that it was recooked and packed and tasted like …",
            "A very good place for food lovers. My favourite sweet here is Rabdi. What a taste! Yeah, costs are slightly up as compared to my nearby sweet shops, but quality is awesome!",
            "Preparation room is dirty as sewar. Don't eat or order food from this store. Stay away stay healthy",
            "Ghatiya service...samose ekdm thndhe..or sweets me unke milawat v hai..viswas na ho toh fsssai walo ka raid mrwa k dekho wha",
            "Ordered some sweets for guests and very disappointed to see the packaging of product. They are not bother about hygiene during supply.",
            "A good place to buy your hunger and satisfy your carvings but simultaneously a bit costlier compared to nearby market peers.",
            "As per the rates (comparatively low with renowned brands) , the quality of sweets is satisfactory. Highest selling shop in Jankipuram, Lucknow.",
            "BAHAR JO ROAD PAI INKAA STAALL USS STAAF KA BEHAVIOUR BHT KHRAB HAI",
            "Worst Dosa I have eaten in my life. Very bad experience 😕 …",
            "Qualities is very good and you can also purchase everysweets in this shop services also good.",
            "Quality and price wise it's perfect 👍 …",
            "Helping staff and good place in this city lucknow Jankipuram 60 ft road lucknow",
            "Trusted for quality sweets. They recently started restaurant too.\nThey are also available on Swiggy.",
            "Very good food and sweets for Lucknow and nice",
            "I have rated 3 star .. because it deserves that. though this place is quite popular into its area. They don't serve eatables which can be rated 5 star.",
            "Not a good place to enjoy... insufficient place and most important thing is that the merchant doesn't accepts UPI payments here if you buy items less than 100 INR....they only accept cash payments in this modified era ...items are also very …",
            "Vishwas sweets is a prefect place for sweets lovers and a complete family restaurant you can go with your friends and family and enjoy their amazing varieties of food",
            "It is Good Place  Good Food and Value for money",
            "Best shop at in jankipuram vistar",
            "Nice shop great rates well",
            "A good place with reasonable prices , although they have been striking it up lately. Food is literally awesome , Samosas and Khastas are really good ! Chowmein and momos as well , are indeed of a very good quality and delicious , Savoury to …",
            "They have the best Samosas in the area, a special taste which is hard to find anywhere else in jankipuram. The other snacks are also good and at reasonable costs. Online delivery products are also good. …",
            "Very good outlet. Hygienic place and awesome food.",
            "Fresh varieties of sweets, snacks, cashews, jalebis and Reliable shop for samosas etc. All staff and owner's soft spoken nature also attracts.Located at 60 Fita Road.",
            "Good... place..For Fast Food And Sweet",
            "Tasty food avaialable at Vishwas sweets with reasonable price and they also have snacks and sweets im their store which is also good in taste.\nRecommendations : Try Masala Dosa (70-75 rupee)\nTry Paav Bhaji around (70-80 rupee)",
            "Items of the dairy are very tast it's far from m home but I order regularly from here. Momos, Veg Noodles are some of the best items.",
            "Just had momo..was not even steamed properly ...before giving order I asked momo person outside if they have momo ready..he said yes...thn kept me 15min waited aa raha h ...n gave me kaccha momo...worst..time and mood kharab",
            "Nice place to buy sweets.\nBetter than nearby Mahapadam in my eyes.\nI expect quality to be slightly better at their asking price point . It should be in  the likes of Mohan at Ram Ram Bank Chauraha, Radhey Lal etc.",
            "Awesome  food  place ... must try chilly potato and sweets 😋 …",
            "The owner rudely tells me that he doesn't entertain if you pay less than 100 via UPI.\nWhat an arrogance. He sits on a chair of food service business.",
            "Average taste but at same rate we can find much tasty sweets and foods in aliganj,indiranagar & gomtinagar areas. Taste are of lower quality while rate are for higher quality",
            "Only sweeets are good. They will never give you a permanent bill until u ask for... So make sure you ask your bill 😅 sweets are amazing n fresh. Don't think of eating evening snacks from here.. You may find other better options. …",
            "Good shop for samosa / Jalebi / Khata and blend of sweets.",
            "Ek dem ghatia food rhta hai. Mai ajj vishwas se chowmin le ke aai. Jo bhut time se bani rakhi thi. Vahi pack kr dia. Jisko khane se mere bachhe bimar ho gae. Bhut ge bekar swad hai. So plz met kharide",
            "Try a sweet here in vishwas...then go 15-20 m further and try the sweet of mahapadam in same rate....you will then know about about what's called a quality sweet. …",
            "Reasonably priced sweet shop and food items are fresh.\n\nReduced 1 star because they will make you wait for no reason, rest everything is fine",
            "Good very good for take out but the chola is little low in quantity but chola bhatura awesome.",
            "If you have a great taste, you must have been there. One of the best sweet shop of this area 60 (feet road Lucknow)",
            "Bhaiya ji ne samose ka daam badha diya bahut galat kiya.. abhi kuchh month pahle hi to badhaye the fir kahe itni jaldi badha diye..😩 bhaiya ji ne samose ke naam pr aane wali smile hi chheen liiii🥺😭 pr kya kr skte hain bhai samosa love ke liye ye atyachar bhi sah lenge☹😞 pr samosa khana nhi chhodenge🤓😎 …",
            "One of the best option for sweets and light snacks in Jankipuram extension and nearby places. My personal expirience was always good in online order services plus the quality provided is also good and hygenic you can trust on the hygine in the corona pandemic . My expirience was good with this place .",
            "Hamara Vishwas Toot gaya , suna tha Dosa aapke yaha achaa hota hai , per Dosa ekdam saada jaisa fever ka khana hota hai na bina masale ka waisa hi  , naa hi Sambhar mai koi taste , haan coconut chatni achii thi baki se,  Really Vishwas toot gaya dosa khaa kar. Please improve it.",
            "Food is amazing.\nImirti is delicious 😋 …",
            "Viswas sweet located at 60feet road ;jankipuram where\nSome foods are good here and some bad\nGood foods -🍔burger;chowemin:revadi;imarti …",
            "I am a customer of this place since 10 years .But now a days Vishwas sweet is lowering the Quality and also the customer satisfaction is really poor.Since polythenes are ban .I purchased the jalebis and they packed it in paper and it became …",
            "Snacks and breakfast both are awesome... Really I enjoy eating here in my office lunch time",
            "The aloo khasta and chole puri of this shop is good and somosa is of ₹7 rupee which is satisfactory at price point and other items are also good rest beside everyone has different tastes and preferences. PLEASE GIVE A THUMBS UP IF YOU LIKE MY REVIEW",
            "Worst owner, when you will call him thrice, only then he'll listen. He is in different attitude all the time.",
            "Their lassi is one of it's kind and also to mention their khasta was also very delicious.",
            "They have variety of sweets..\nU can get fresh sweets from here..\nThey also serve Chinese food.. …",
            "All variety of Sweets available,\nLittle more improvement can be done on the Snacks part\nMust try the fresh Eateries like Samosa Kachodi and jalebi with Dahi.\nKudos Vishwas",
            "Very Good in taste.... I am buying the sweets here from the opening of shop... Owner & his son both are very nice in customer dealing....",
            "The taste or everything is so amazing. I love there bundi ladoo and noodles.",
            "No parking space but the quality of sweet are best... Now it has been more then 7 yrs of me buying from there",
            "near my house Here sweets and sugar are available There is so much more everything is very good i like it",
            "Average , sweets are in average quality ,prices are   not high in comparison with others.",
            "It is a place for snacks and sweets. There is no seating arrangement for guests. You can order online from here or visit the shop to get your order packed up.",
            "It's good n moderate soo n the Shop at Jankipuram 60feeta sooo",
            "Very nice",
            "Pure Desi ghee  sweets no adulteration. Popular place for morning snacks like khasta and jalebi.",
            "One of the best resturants in jankipuran extension for snacks  and faat food purpose . Offers samosa , khasta , puri n chole in the morning and imirti at eveing along with many types of sweeys",
            "I ordered khasta.....it was soaked in oil..plus they have not written quantity on the zomato...like they give 2 piece in 25 bt since nothing was written over their I ordered 8 thinking that they will give 8 khasta....instead of 8 I got 16.",
            "Food is good but they have some space issues .",
            "Tasty samosa 😋😋 …",
            "Products are good in quality , at reasonable and competitive rates. Need not to wait. Samosa is simply special , needs to improve chutney.",
            "Very good busstand, bus to kanpur, Lucknow, delhi, and for the various places  of UP , Himachal, Delhi, etc are available from here.",
            "Price rise for no reason, new construction in shop, it was not clean",
            "Not so good surroundings but great taste",
            "Expensive and good\nLocated on road side\nEasily visible and accessible from traffic",
            "They make great sweets. I have no complaints at all. It has just the right amount of sweetness and tastes great.",
            "Average , on main road",
            "Very delicious and tasty food. Awesome 👌 …",
            "Best sweet shop in jankipuram area it's a little bit costly but the quality is fantastic",
            "One of the good and old place of jankipuram\nServe quality food at best price ..\nSamosa and khasta are must try",
            "Nice and tasty food..",
            "Good food but price is high.",
            "Great shop! The restaurant is lovely! So is the food, We are a regular visitor here :) Do try out their Spring Dosa!",
            "Tasty sweets and savories.",
            "विश्वास स्वीट्स वाले बहुत घटिया क्वालिटी और खराब सामान बेचे हैं  बासी  लस्सी, एक्सपायर्ड कोल्ड रिंक और रखे हुए समोसे बेचे हैं और शिकायत करने पर इस्का मालिक का व्यवहार भी खराब",
            "Food are ok but service are bad",
            "Nice restaurant and hotel in this area",
            "Quality of food is very good but prices so high.",
            "Quality is good for some snacks like samosa and jalebi🙏 …",
            "Mera Favourite all time Best Khasta 😋😋 …",
            "The staff is really very ill mannered they somehow spill oil on my hand was not at all guilty worst place",
            "Nice shop , samosa is too gud, all products are made hygienic way",
            "Food is nice according to the location of the restaurant.",
            "Price range is medium. You can definitely go for small meal or birthday treat with your friends circle",
            "Love all d food items there ...must visit",
            "Good quality of sweet and snacks at affordable price is available here.",
            "Good sweet shop with fast food in jankipuram vistar area on 60 feeta road.",
            "Shop is cozy but food was fresh and tasty you must try.......",
            "Very nice",
            "Yaha k samose sabse tasty hai pore sath feet road pe",
            "This is sweet shop and more verity of sweets, I love it.",
            "Cheap and fresh but don't expect superior quality",
            "Its my to-go place for breakfast. Loved the khasta and Jalebi here."
        ]
    },
    {
        "place": "Mahapadam Sweets",
        "reviews": [
            "वैसे तो लखनऊ में गर्मी की दस्तक के साथ ही लस्सी के कई ठिकानों की शुरुआत हो जाती है उन्ही मे से एक है महापदम स्वीट्स जो जानकीपुरम विस्तार के 60 फिटा रोड पर ही पड़ती एक बजे के बाद ही लस्सी का दौर भी शुरू हो जाता है …",
            "I tried their golgappa which was okayish, not spicy ,not tangy which was different from my city. I also ate aloo tikki and that was mouth watering and delicious, perfectly fried and crispy. I totally loved it.they took care of hygiene at …",
            "The most famous or may be called the overated sweet shop and snack center. Though the taste and quality is fine. Varities of snacks, sweets available. Chat and golgappe also here. But at times, you may get all disappointment. At times it's soo crowded, services may seem super slow. Prices are nominal.",
            "We had visited for Lassi we are satisfied with taste and Quality. Price is comparatively high.",
            "Good place for sweets and bakery goods.\nTheir food is very good and the price is very low. The service is takeaway.\nThey have a big range of sweets chat. …",
            "Too costly as per the taste and quality products they sell.\n\nEditing on 21 March 2024:- …",
            "Staff behavior as well quality of product are best",
            "N gazar ka halwa is awesome here but the haldi doodh was just waste of money 🙄 sooo …",
            "I used to buy cakes and sweets from here...but in the past one year... Its quality has deteriorated drastically. Earlier 2-3 years ago, the food quality (specifically Cakes) was perfect..we used to buy cakes, sandwiches, chips, and patties …",
            "This is one of the best sweet shops I've been to. The prices are also very reasonable and the sweets are delicious. The namkeen and snack collection is also very good. All in all, a perfect shop for a mithai lover.",
            "The ambience, first of all is really good. You can get fresh sweets and cakes, both to purchase still or on orders. I purchased cake several times from here, and found it really good. Worth the price. …",
            "Service, fresh food, food quality is better than other.",
            "It is very well made and people are also liking it.",
            "मैं दो साल बाद बडे मन से टिक्की व दही बडे खाने लिए गया बासी टेस्ट आधी दोने में ही अन्दर टेबल पर छोड़ दिया स्वाद इतना खराब शायद आज मै आखिरी बार इस दुकान पर गया",
            "Taste of the food is too bad and price is so much high according to the taste",
            "perhaps the best sweet house in the vicinity. You must try once",
            "Food and atmosphere was good but staff....",
            "Pathetic taste..Rates of Chaat are very high. Availability also an issue.\nBakery had limited options of bread. …",
            "A multipurpose eadble item shop having good taste in products.",
            "All variety and service and everything is good",
            "One and only place in jankipuram....is the only place where u get taste",
            "Just had lassi of Rs 60. Not worth it. It's like nam bade & Darshan chote. Also had Burger & their quality has decreased significantly.",
            "Very good Shop in 60 feet road, jankipuram. From cakes to sweets, namkeen to snacks, everything is awesome. You must try food from the cloud kitchen",
            "Mahapadam sweets is okay , but I don't think it does something real extraordinary to explain for it's ultra high prices . Sweets and bakery items are okay , not exceptional . Cakes are good actually. The only thing I love about the place is …",
            "Nice place to eat",
            "Good but not great",
            "Nice shop. Wide range is available..good service",
            "Clean and Hygiene place, large and valuable range of products available here. Best thing is 5% Discount for senior citizen is also available here.",
            "Nice place. Food items are tasty and fresh staff is also good",
            "A taste shop in making if being consistent in offering great variety and quality for all range of sweet items and related. Location is not very attractive as area is congested which discourage the visit. Otherwise well prepared and maintained. To focus more on quality.",
            "Inke yaha ki lassi akdam ghatiya hai\nInti costly hai rs-60 ki dete hai …",
            "One of the Gems of Jankipuram area in bakery, fast food, and sweet shops.\n\nThey are continuously evolving, but they must pay attention to greeting their …",
            "If you love sweets this is the place for your hunger..😜 …",
            "I got disappointed from there behaviour and make me wait for my order for 1hours.\nAfter that they say Sir Could you pick your order later or in evening. …",
            "This place offers you good and hygienic sweets and food items that too in budget price, they also offer good chaat and pani ke batashe. I would recommend to visiy here atleast once.",
            "Best sweet shop in jankipuram.",
            "Their employee and chef out side of the hotel, are not well mannered.\nThey treat customer customer also behave like they r favouring on us.\nI visited this place more than 25 times and every times i got disappointment. …",
            "Basket chaat is very bad don't eat anybody",
            "Usha event organiser",
            "Earlier the food quality was very good. But after change of chef, the food quality is like normal street vendors. Why to pay higher price for same quality. I have tasted aloo tikki, emrti, jalebi and the quality have degraded.",
            "Good store for sweets and cake",
            "Experience fresh and good sweets here.\nGood online delivery option as well.",
            "Famous shop in the area having varieties of sweets , namkeens, chat and bakery items prepared themselves or outside preparation also. Quality and taste are not as shops reputation though reasonably priced. Every time crowded with heffjoured parking.",
            "Careless staff behavior. They take orders without even noticing if they've enough quantity or not and after payment you get to know that item is not available.",
            "This place is WORST . I  bought desi ghee jalebi and it is tasting BITTER due to low quality/overused ghee.\nPlease taste dhokla or jalebi before u buy. It is expensive and with low quality …",
            "It's sweets and bakery shop.Senior citizen can get discount upto 10 to 15%",
            "This dessert shop has some best dessert in town, the Rasmadhuri dessert is awesome, full of taste and when you put in mouth it dissolves, not very much sugary not less sugary it's perfect, sorry but I forgot to take the picture of it because I was lost in taste and texture",
            "It's a Bakwas shop.\nCounter man has too much attitude like Lena ho to lo nahi to mat lo. Price is too high according to the quality. …",
            "This place is a little crowded and is on 60 feet road and one day I have taken chhole Puri here and it was amazing and the sweets are good too. Usually when I have to take samosa I use to visit this place only.",
            "Lot of fresh sweets and snacks.\nDaily offer is very attractive.\nLike on paani poori",
            "60 ft road Newly developing areas crossing ring road towards jankipuram, Maha Padam sweets is a familiar destination for sweet lovers and chat lovers. …",
            "Frequently change in business policies and very ambiguous",
            "Good quality food & sweets. They also give Happy Hours discount after 6.30 pm.",
            "Little pricey but they deliver best taste in area.",
            "Untrained staff was not trained for rates or ingredients but trained to weigh sweets with cartons.\n5 Rupees Paper boxes shouldn't be weighed at the rate of sweets of ₹2000/kg or …",
            "Nice place. You can get all type of sweets here. Other than sweets below things are available here- …",
            "Awesome Jalebees, both Deshi ghee and refined variants are available, Kachori, chaat and Sweets, whatever they serve are really Awesome 😎! …",
            "Super fresh sweets namkeen very good in taste. Fresh items are there only",
            "महापद्म स्वीट्स एक मिठाईयों के तरह\nतरह के स्वादिष्ट रेसीपी की अपनी अलग पहचान है। अवसाद (Dipression) में मिठाईयों के संयमित मात्रा में सेवन से स्फूर्ति और प्रसन्नता का समावेग हमारे लिए लाभकारी है। तरह तरह के स्वादिष्ट चाट की सुव्यवस्था भी सराहनीय है।",
            "It's good..neat and clean..quiet and charming place to eat and relax.",
            "Nice ambience, edibles are of good quality but may improve a bit more.",
            "Located at 60feet road , jankipuram extension, Is a branch of Mahapadam , is a very nice bakery and sweet house , good in taste , and good quality of products  .",
            "Best food and Test",
            "Nice place to go with friends and family. People are good and behave nicely with every one . Their products are superb and worth of money.\nI am very happy with their service and their products.",
            "Great sweets and other daily needs item.\nTheir fast food used to be great, don't know why they removed it.",
            "Very nice",
            "good sweets and good service 👍👍 …",
            "The service is very bad and quality is also bad... they take extra payment for the sweets which i have not purchase..at that time i have not seen the bill bcoz of rush but next day when i go to the shop ..they deny..i have the slip and i have the pic of sweets also..but they don't agree....",
            "Too costly sweets..so it has almost lost its reputation over these years. Only outside items are good which people used to eat on regular basis like chaat lassi etc.",
            "It is one of the best sweet shop in Lucknow. The sweets available here are very tasty and you'll always get fresh stock here. Snacks and food served here are delicious. …",
            "Good variety of sweets. Home delivery on demand as well. Apart from this, their \"Motichoor ke Laddu\" is widely appreciated. Moreover, they do have Eggless cakes readymade and also prepare on order. This is good for all those who prefer …",
            "Worse place, staff behind the counter has no manners and customer service skills. Pathetic experience - I would not recommend this place at all.",
            "I tried imarti here...worst quality it tasted disaster... should never try",
            "Sweets are like okay okay neither too good but not bad also as respect to the other shops in this area ... Burger, Patties are available but not smells like stale food ... not good for health",
            "Good Collection of sweets, bakery products, snacks, etc. Offers available after 6 pm. Nice Place in Jankipuram Vistar 600 Feet Road",
            "Decent quality of sweets with very good ambience in Jankipuram area",
            "Overall good experience",
            "Quality of the food stuffs do not align with the prices",
            "Nice experience, here you can get good quality food in average price",
            "Mahapadam on jankipuram extension 60ft road is an old & popular sweets, bakery shop. Good preparations, and variety. Quality, cleanliness - very good.",
            "Taste is good, service is better. Good option to try",
            "A good sweet house of Jankipuram area of Lucknow where you can trust on quality and hygiene. It also follows covid protocol for safety of customers.",
            "The counter lacks staff and it gets very difficult to get someone to hear what you want. And the staff sometimes even forgets that you asked for something. Otherwise the food and all is good.",
            "Mahapadam sweets is the best sweets shop in jankipuram extension. Here you can trust blindfolded on their quality. Sweets are quality proof . Sweets are really amazing.",
            "Awful bad 👎 recently ordered samosa they give bad one with rs 90 for 2 it's something very bad 👎 don't eat food here if don't want food poisoning …",
            "A range of products from sweets to bakery, and prominent Indian snacks are available here. Not so fresh products in comparison to other small sweets shops in the nearby area.",
            "Mouth watering sweets, their chaat corner is amazing, they have lots of options, Must try their Kaju Katli and badam roll.",
            "It is a very nice place. You can buy sweets and salty snack here. You can even have pani-puri and tikki here.",
            "Good Food , Good rate and Good taste",
            "Mahapadam sweets is the best sweets shop in lucknow. I have visited this shop more than 100 time and purchase many different products from this online store. Here you can purchase sweets, Namkeen and backery products for every occasion"
        ]
    },
    {
        "place": "Gokul Bhog",
        "reviews": [
            "Fresh and delicious food service is good atmosphere of this place is best of all human beings",
            "Best shop for everything for fast food also for sweets.",
            "Good place for good quality sweets",
            "Good sweet shop where you also can have snacks and fast food at reasonable prices. It is suitability located in front of Arjun Tikona Park of Sec I Jankipuram. Just a word of caution, in rainy seasons, be doubly sure for freshness of sweets …",
            "Samosa kafi acha hai\nWaki inke paas abi koi chef/karigar nai hai ..islie kai product nai bna rhe hain jaise kachori ....aur sab....waki ....apko cold drink sweet and all mil jaega....bdia sa",
            "It's nice place to eat not just sweets but also many other items,u might not find many varieties but the taste is good and the price is affordable,",
            "Good\nAlmost available",
            "Super place, it's a landmark to my mama's home.\nSo always close to my heart.\nBesan laddu is awesome.",
            "Samosa are to good and sweets variety lots of in best rate.",
            "Almost All types of Sweets are available here, they keep the Clean and Hygiene at their Priorities, value for Money product is available.",
            "Gokul bhog's curd is really very tasty",
            "Good taste , I often use to buy sweets from here.",
            "Aaj yha se samosa liya bhut hi ghatiya tha\nKhane ke bad muh ka test hi khrab ho gya is se achha to 60fit road pr thele vale dete hai",
            "Best sweet shop",
            "I purchased sweets, however the quality was not that good. Probably one should try Mahapadam on 60 feet road.",
            "Great Taste. I tried Chili Potato & it was yummy 🤤 …",
            "It's a good place, u can easily find sweets u want, but I generally prefer it for last minute",
            "Its a small sweet shop where you can also get some snacks and cold drinks.",
            "The quality of their products are good and best in the area but the prices are little higher end.",
            "this is a famous shop in this locality, a must visit shop. there is a wide range of delicious food and a quality service",
            "Nice place. Nice food as well. The only drawback it is just beside the model shop.",
            "As quality of sweets price is very high",
            "Poodi chole is good. Well hygienic maintained.Sweets are also good 👍 …",
            "Friendly place yr... Seriously bahut maza aaye ga ek try kro",
            "Good local option for sweets and  bakery items",
            "Food is good also the chinese stall and veg kebab stall provide delicious food at good price .",
            "Chilled Delicious sweets,\nWater bottle & tasty chakna also available ☺️☺️",
            "Its not atall like in picture its just a sweet and soda shop beside model shop",
            "Ok shop to purchase sweets.\nBut adjacent of this shop there is a Model shop and Bear Bar.",
            "It's good in taste and hygienic, must try😋 …",
            "Not tasty but too high rates",
            "NICE",
            "Jaisa Naam vaisa hi Inka kam",
            "This is economic and affordable sweetshop in jankipuram with rich taste and mouthwatering sweets.",
            "Jalebi and dahi are two things which i like the most from this shop.",
            "one of thr good sweet shop in this area,\nDo try samose",
            "The quality of snacks were good and the price was also good.",
            "Very nice",
            "Chor hai koi bhi mithayi achhi nahi hai aur expensive bhi hai.",
            "Too sweet sweetmeats. Not fresh either.",
            "Very good service n staff",
            "There is a good crowd in the evening. Do go once.",
            "Best food",
            "Service is also nice",
            "Price so high and quality of the sweets is very low....",
            "Recently renovated sweetmeats shop in Sector Ayee, JANAKIPURAM",
            "Good place for sweets and fast food...👍🏻👍🏻👍🏻 …",
            "Food was awesome....a must visit place",
            "You can easily get every sweets here.",
            "Nothing exciting, just a nearby available place, don't expect anything...",
            "Sweets and salty have many quality.",
            "Gud but just beside it a model shop\nThat's very disturbing",
            "Good sweet shop quality is also good",
            "Good place for sweets and bakery products",
            "The tea was not good , and not appropriate space to sit and eat",
            "Wastage of money expensive and bad quality of products",
            "Not much good but ok kk",
            "Worst Experience !! Food Not Good at all",
            "Badhiya hai qatai zaroor jaaiye",
            "It's really hygienic in this covid time .",
            "snakes are good but shop in wrong location",
            "Very Good place and also clean",
            "Awesome",
            "A place with limited options. Not much variety of sweets.",
            "Best food🍴🍕🍔 here📍 and sweet …",
            "High price but not good sweets.",
            "Hairs in chaowmeen and ants in nakeen",
            "Average place with reasonable prices",
            "Best sweets",
            "👍 …",
            "Good sweets and refreshment in area...",
            "मँहगा है बहुत ही ज्यादा",
            "Every product is very good",
            "Ok . Not soo good",
            "Good",
            "Very good",
            "Best and tasty Sweets",
            "Rates high quality low.",
            "Milk barfi is awesome here",
            "Nice sweet shop.",
            "average shop for sweets and dairy products",
            "Good products at wrong place.",
            "Good service but bad locality",
            "It's good",
            "Just ok",
            "Nice Place",
            "All sweets are superb",
            "Good shop",
            "Average sweet shop",
            "Prices are quite high.",
            "Good but so expensive",
            "Nice",
            "Good sweet shop in area",
            "Good shop for mithai",
            "आकांक्षा चौराहा उसके बीच वाली",
            "Love it all that sweets",
            "Ramapur gaura pratapgarh",
            "Very nice",
            "What a taste. Try once.",
            "Very bad.",
            "It lacks clean ness.",
            "ज्यादा अच्छा नहीं है",
            "Its ok",
            "Not good",
            "Shop is very smelly",
            "awesome shop.for sweets",
            "Best yoga trainer",
            "Simple sweets shop",
            "Average place for sweets",
            "Nice and fresh sweets"
        ]
    },
    {
        "place": "Sagar Sweets & Bakers",
        "reviews": [
            "Best pani puri, compared to anyone.\nBest Imerties. Rest items are good enough....",
            "सागर स्वीट लखनऊ के कुर्सी रोड पर स्थित बहुत ही पुरानी और प्रसिद्ध मिठाई की दुकान है| यहाँ पर शाम के समय आपको लखनवी चाट और पानी के बताशे भी मिल जायेंगे| इनका टेस्ट और क्वालिटी बहुत ही अच्छा होता है| आपको इनके यहाँ इमरती रबड़ी का भी टेस्ट …",
            "A good backery shop at mahmudabad, you can there your order within 2-5minute according to my own opinion. Service is also  better 🙂 and the atmosphere of there is also safe for people but the place is little bet small. …",
            "Sagar sweets is situated on kursi road Lucknow near pahadpur chauraha,\nTaste of sweets & snacks is good but price are slightly higher..",
            "Sweets quality up to the mark , All commodities are available at reasonable price, needs improvement in store ambience.. Otherwise overall 👍👍 …",
            "They serve the best aloo tikki in this area! Pani puri is also very nice.",
            "Food is tasty 😋, service is ok ☺️ but atmosphere is not too good..... …",
            "Staff behaviour is very bad and quality wise rate is very high",
            "The samosa's are the best part of this sweets shop and must try...",
            "एक दिन मै समोसा ले कर आया तो उसमे एक गुबरैला निकला, उसके बाद मै कभी वहाँ का समोसा नही खाया.this is reality of this shop",
            "Sagar sweets have the differents types delicious sweets, and the patties like aloo and paneer is very tasty.",
            "Not varieties of Sweets available and bakery items are OK. Chaat,  panipoori and other street foods items are good.",
            "Best store and bakery in the locality! The 'Samosa' which costs ₹10 when I last visit, was much more than its rate. It was fantastic. Fillings were loaded in it, with a sour sweet dip. The packaging was hygienic. The process of frying was …",
            "Khasta ka aloo achaa nhi hai wobat nhi rahi",
            "Was the best shop near me , now they have increased price for everything.....not value for money , but still better than any average sweet shop",
            "Most Famous sweet shop in kursi road, Lucknow.",
            "I love golgappe from Sagar. They have maintained the quality of every item.\nThe price of the items is also reasonable . But i only found the bakery products a bit costly there. And for the golgappe and chat lovers,they don't have teekhi chutney or green chutney option. They only have the sweet option.",
            "Worst quality..So so  ok... Not too much good quality... sweets have too much sugar..many times complains about issues but they don't accept their faults..",
            "Best ever tikki and dahi vada in tedhi pulia..Janki puram region",
            "It is a good place over all, opens early in the morning",
            "Bohot ghatiya quality ki mithai dete hain,\nPurani mithai bekar quality products",
            "Earlier this place was very good but now they have increased price drastically ( 6pani batasa for 20rs)and top that their employees attitude is too rude towards customer. I have been to this place since 22years but now i can say now they are not focusing on customer base. Hope owner will look in to this.",
            "To put it in simple words, it is the most famous and busiest shops in the locality. It is located on the main road near a bus stop and you can get almost anything there. Do not go on the name, apart from variety of sweets, you can also get …",
            "30 से अधिक वर्षों से लखनऊ में कुर्सी मार्ग पहाड़पुर क्षेत्र की प्रसिद्ध मिठाई की दुकान\nदूध की मिठाइयां, बेसन की मिठाई …",
            "Sweet quality is not good.",
            "This place has small snacks like tikki chaat, pani btashe, jalebi, samose, cakes, pastry, n many type of bun n breads n many more.. it is very sudden planning point for our friends together.. yhaa baithne ka system nhi h.. but it feels so …",
            "Nice place at reasonable rate..\nBetter than before 👍\nQuality has increased too much 😊 …",
            "Nice sweet shop with a lots of collection of eatables and a lots of chocholate, icecreams, pizzabases, paani puri, dahi vade etc. Be careful about the crowd as it is very crowdy due to its popularity. Itis near to tedhi puliya chauraha and …",
            "Chaat here is the best seller, though  they have increased it quite high. Yet the taste is superb. Khasta aaloo in the morning makes the day. You can get all types of sweets. Apart from this they do have various ice creams. Snacks are also good. The only problem is that of high price.",
            "You cant imagine how costly they are they are giving aalo tikki for 50rs potato is just of 10rs per kg , dahi chatni batasa is 30rs for 4pieces LOL",
            "Nice shop In area. Ambience not good but products are quite good. But costly too.",
            "Nice Place for Tikki, Imarti, Pani batase, And Somase\nFair rates and providing quality. …",
            "Best place to buy khoya sweet. Samosa at evening time is best. Imarti is also very good in taste. Pani k batashe best in shop. But now a days they have lowered their quality with price hike.",
            "It's a nice place for sweets as well as evening chat stall and morning khasta,dahi and jalebi",
            "Awesome khasta taste but panipuri and chaat not good",
            "Good and tasty khasta and jalebis",
            "It's a very good place to find a lot of things which you need, I normally go here for a Hershey's bar as it's not currently easy to find in Lucknow but this place is not the most asthetically pleasing or a very beautiful place overall. I …",
            "I ate aloo tikki that was nice and you can try many more items.",
            "Very average sweet shops. You can find more cheap sweet shops near around but i deals with good quality. Tikki is very good here. It also serves Atta chakki next to it.",
            "4-5 चीजें खरीदी आज हमने, सारी चीजें एक से बढ़कर एक रद्दी निकली लेकिन जलेबी का टेस्ट  सबसे रद्दी था, खैर इस दुकान में सबसे अच्छा कोकाकोला मिलता है, तो भाई दुकान से मिठाई बेचना बंद कर के कोकाकोला बेचो. नान खटाई जैसी चीजें भी बदतर बना देने का ठेका इन्होंने ही लिया है. कुकीज के नाम पर उपले बेच रहे. खरीदने वाले पहले खा कर देख लें.",
            "Most tasteless Batasa 🤮🤮 4 piece for 10 rs  with tasteless water sach a nausea full batasa🤮🤮. 4 piece 20rs dahi batasa was much better. Please don't waste your money. …",
            "One of the most trusted places for good street food in jankipuram. Samosa (currently Rs7/piece) and Pani batashe are delocious but there is a crowd everytime and the workers were lazy in my experience. overall decent place.",
            "Old and Authentic taste... I have been visiting here since my childhood... Their taste never failed to satisfy my taste buds.. Maintaining the quality and taste consistently over a period of time is commendable.",
            "AC Shop make Available Sweets & Snacks(Salty) Cheese Curd Ice cream etc with Cleanliness & reliable Quality with Reasonable Prices.",
            "Sagar sweets\nLow quality of food at high prices & lack of hygiene\nsweet are not fresh …",
            "Golgappa... they really made it as gappa as we all wish to have....\nAnd dahi wali poori is the next level... cause the thickness and coolness of the dahi is make it soo rich....",
            "Nice and food . Very old shop in kursi road",
            "It used to be awesome before. I don't get the vibes now. But it is good sweets shop.",
            "Go and taste once dahi bada and aloo tikki chaat here....",
            "The one and only place in this jankipuram famous for its faculties and quality! Each an every dish is delicious! Either the sweets or the snacks!! And very famous for its samosa!!",
            "Famous for tasty chaat and samosa. Different types of sweets, snaks, drinks and bakery products available at good price. Great place for chaat lovers.",
            "Tasty sweets and good pastries.\nAll brands of beverages available here. …",
            "Authentic taste and good food quality",
            "Great experience each time. Fresh quality items. Pocket friendly. Well behaved staff. Neat and clean environment. Highly recommended all items.",
            "I'm sorry\nSweet 🎂 good …",
            "They serve very tasty chaat and paani ke batashe.But there is so much waiting as they have less staff and as it is on main road so there is very very less parking.",
            "Budget friendly snacks with good taste",
            "Things are good but worker are no listening quickly and in lockdown they use colin to sanatize their hand and quick they give from their hand. Which is no good they have to use colin to sanatize the area not for han purpose",
            "Imarti and golgappe awesome very tasty\nAnd varieties of sweets available and also maintain good hygiene",
            "Very very illiterate, unmainared staff & poor service. products also very cheap quality.",
            "Nice Sweet Shop at Kursi Road, Pahadpur. All kind of sweets and Namkeen available here at affordable prices.",
            "But you have to start online delivery 🚚 …",
            "Good place for sweets and snacks.",
            "Good quality and hygiene. Best on kursi road",
            "On kursi road a better place to eat some sweets and snacks. I really enjoyed the aloo tikki and jalebi.",
            "Not bad. Average mithai shop with semi good products",
            "Nice place near Paharpur Chauraha to purchase sweets and namkeen. Also bakery items are available of good quality.",
            "You have find there very delicious sweets and snacks enjoy at this place take it to home.",
            "Totally outstanding... I have been visiting this place from past 7 years and I can totally say that this is one of the best shop for eating chaats, samosas and everything else..",
            "Besides usually available things at a sweets shop you may get good range of ice cream, faluda kulfi , imrti etc at reasonable price.",
            "Many types of sweet and snacks available here",
            "Samosa, batashe, and sweets and bakery items are here. Good taste, good food.",
            "Goooood",
            "It's a best place for street food like Aalu chat, Golgappe & also for sweets",
            "One of the best batashe and aloo tikki ki shop...you should try it atleast once.",
            "Good shop hygenic sweets, chat and bakery products are available at reasonable prices.",
            "Nice experience gud chat and samosas there...",
            "Good quality sweet and other Products.",
            "You can try pani ke batashe/golgappe here and very delicious tikki. Imarti and samosas are also very good.",
            "A really good sweet shop for khasta💕 and all types of sweets are available here fresh and 😋 tasty. …",
            "Its good for batasha and Sweets ❤️i love this place and taste r also very yummy",
            "This is the best shop in the locality. Good quality products and responsive staff.",
            "They arrogantly behave.\nMuch high price.\nQuality not up to the mark.",
            "Better Quality with many variety of sweets and other food items are here.",
            "Delicious 😋 fresh variety of sweets namkeens and ready to serve items, u will find here. …",
            "Make very tasty sweets and emarti aahhha kya kehne kya lajawab  ek baar khane se mann he na bhare",
            "One of the best sweet shop near tedhi pulia, Good products and hygienic.",
            "Best quality shop at kursi road",
            "Not happy with some sweets otherwise it's good.",
            "Very testy samosa",
            "Amazing Dahi Batashe & Imarti. Matar tikki was OKish(could've been better)",
            "Amazing food specially pani puri and samoshe\nService to good toward the customer\nClean place",
            "Nice Test\nSabse mast yahan ki Kachori or Tikki.\nToo good yaar.....",
            "Sweets and Indian snacks in very reasonable price and must try mong halwa it's delicious 😊 …",
            "Crowded but good variety if food and snack available packed and unpacked both.",
            "Quality of food items is good , every thing regarding to sweet and dessert available here",
            "Cafe @CPH is the counter placed at the entrance of East end mall and provide tea, coffee, dite snacks etc....pocket full timepass",
            "Nice sweet shop in this area at kursi road.",
            "Sells sweet's and Indian snacks at reasonable price but shop should be more clean",
            "Easy place to get snacks n fast food.. Affordable prices n supportive staff"
        ]
    },
    {
        "place": "Muskan Sweets",
        "reviews": [
            "Yeh pamelon oil use karte hain vo bhi bad quality ka kings ka ....",
            "Amazing behaviour of people out here . Sweets priced at an affordable price . Samosa is the best thing here .",
            "Very good food",
            "Worst quality samosa overhere. Tasteless samosa.",
            "Great samosa",
            "Fresh n delicious sweets are available and average price",
            "Product excellent but behavior is not good",
            "Morning khasta is very famous",
            "Very bad behaviour of shopkeeper. No cleanliness. No service at time.",
            "Good,well maintained,fast service.",
            "Nice shop, samoshe of this shop is delicious",
            "Worst food quality",
            "Good for samosha and khasta.",
            "The special khasta and samosa 😋🙏🙏 …",
            "Eat samosa with smile(muskaan)",
            "Very taste samosa",
            "Best quality and service",
            "Excellent",
            "Ghatia",
            "Samosa is good",
            "Rudy employee and owner",
            "Nice",
            "Good taste",
            "Good",
            "Love this shop",
            "Nice sweets",
            "Best sweet place",
            "Good service",
            "Average place",
            "Excellent place",
            "Takrohi Bazaar",
            "better place",
            "I'm in here"
        ]
    },
    {
        "place": "Purnagiri Sweets",
        "reviews": [
            "I am in love with pani batasha at this place … a decent place with availability of decent sweets fresh and nice quality …",
            "They will tell u all snacks are prepared in refined oil or ghee but when u take it home and taste it ...its either cheap quality refined oil or certainly Dalda used.( namkeen mt lena bhai inse)",
            "Acchi dukan hai mithai ki, aur sahi rates me acchi quality ke mithai bhi mil jaate hai. Mujhe jo chijh personally thodi se gadbad lagi wo thi ras malai ki quality. Bas ye thoda aur improve ho sakti thi lekin baaki sab bahut accha hai yaha par.",
            "Small sweet shop serving delicious sweets. However, for me it is the golgappa and tikki which steals the show. Simply amazing. Probably the best in the jankipuram and Aliganj area. The samosas a",
            "Serves good quality snacks and has a wide variety of soft drinks but its too hot in there!!",
            "One of the sweet shop that you can access earliest in the morning. Quality of the sweet is very good and and you can rely upon.",
            "Purnagiri Sweet was making good and delicious Sweet but  I have little bit hygien issue over there.\nAll last it was very good sweet point",
            "They have a good menu and this place is hygienic so that u can take food from here for your family members.",
            "It is good and delicious shop for sweets...\nYou can also get here snacks like....golgappa...tikki etc..",
            "Good place for breakfast and also for sweets and some packed snacks",
            "Good place for snacks",
            "Its really nice average price but quality producta are available here",
            "You can find good quality sweets here.",
            "Good",
            "Best traditional sweets for many decades",
            "Average tasting food, quite unhygienic place.",
            "tikki and imarti here are too good 😋 …",
            "It's a very good place to visit.",
            "It's so lovely place of UK.",
            "My favourite bundi ka laddu 🤗😁😁😁 …",
            "Acceptable place for a quick bite",
            "Good Pani batasha but costly",
            "Good shop for sweets",
            "Nice place, visit atleast once there.",
            "Best for eng college area",
            "Taste is very exaggerating",
            "high rate\nnot best price",
            "Good",
            "Sweets and paneer is good",
            "Quality and Price to be improved",
            "Not bad",
            "Best shop",
            "Awesome chaat and sweets",
            "Awesome\nQuality product's",
            "Chaat was very good",
            "staff behaviour is not good.",
            "Nice sweet house.",
            "Nice sweets",
            "Tikki is nice..",
            "Ordinary collection of sweets",
            "Love it",
            "Taste is good",
            "Laddu is amazing",
            "👌👌👍 …",
            "A sweets mart.",
            "Nice",
            "i love sweets",
            "Love its golgappe",
            "Delicious sweets",
            "app good uncle",
            "Awesome place .",
            "Normal",
            "Service is good",
            "Good",
            "Satisfactory",
            "Good services.",
            "Good",
            "Good",
            "Good",
            "Good",
            "Nice",
            "Good",
            "Good",
            "Nice",
            "Good",
            "Good",
            "Theri jalebi and khaste are very fresh, crunchy and mouth watering.",
            "Jai Mata Di",
            "Below by"
        ]
    },
    {
        "place": "Narayan Sweets & Bakers",
        "reviews": [
            "Title: Worst customer service and sweets quality not up-to the mark\nOverall Rating: ⭐ (1 stars) …",
            "Best of bests place for sweet lovers. I visit this shop every week. Great place for family and friends.",
            "Narayan sweets and bakers is one of the most visited and dependable destination for all sweet and snacks lovers near Sahara States, sahara grace area.\nThe fresh and pure variety of all the items from morning to evening are …",
            "Morning snacks- khasta - aloo, dahi jalebi ,bread pakoda, batata Bada, Dhokla.\nAll traditional and fresh sweets are available here.\nSnacks items are also available …",
            "The behaviour of shopkepper is very bad and quality of sweets is not very good and not fresh .",
            "Too costly....not worthy for being a sweet shop all sweets are of low quality and the prices are too high",
            "Quality sweets and snacks.. Fresh and tasty as well",
            "Good quality sweets and competitive pricing",
            "Loved the food... Good place at good price",
            "Very good sweets and all foods.",
            "Good place for bakery items but costly.",
            "Products are Delicious and the keep the premises clean",
            "Good quality with affordable cost",
            "Nice shop",
            "Good shop",
            "Nic shop",
            "Loved it",
            "यह साफ़ सुथरी और स्वादिष्ट मिठाइयों की अच्छी दुकान है",
            "nyc",
            "Best",
            "Tasty sweets😊 …",
            "Good",
            "Not so good experience",
            "Nice bakery",
            "Average shop",
            "Nice place",
            "Good quality",
            "Good",
            "Single"
        ]
    },
    {
        "place": "Mukund Mithaai Mart",
        "reviews": [
            "Mukund Mithaai Mart delights taste buds with authentic and delicious Indian sweets.",
            "Nice atmosphere and place.\nVery good quality of sweets.",
            "A true example of \"Unchi dukan...fika pakwan\". I don't know why but accidentally I bought sweets from this shop on the occasion of Diwali. Kaju Katli was full of sugar, and laddos (deshi ghee) were dried and made of low-grade ghee. I'll never recommend this shop.",
            "The taste of cake and pastery is just awesome👌👌👌 People can explore the wide range of cakes and pastery... …",
            "To be newely open backery shop, well the sweet of this bakery is delicious 😋 and the service is also well and good the atmosphere is also better. …",
            "Shop is in jankipuram near Sahara states",
            "Good quality, nice resturant",
            "Bhai Diwali ke din jo yha se mithai le wo aadmi bhai gutter se Jake kha le mithai , it'll be better",
            "All medicine available and good behaviour for honour and staff",
            "So beautiful sweet shop.... 🥰🥰🥰\nIn Jankipuram sector H …",
            "Verg hygiene  and best quality sweets , snacks available. .staffs behavior  also very good. .",
            "Testy sweets for any happiness occasion.",
            "यहां का वातावरण बहुत अच्छा है 🙏 यहां के लोग एक दूसरे पर बिस्वास करते हैं और वक्त पर काम आते है इस लिए मुझे यहां बहुत अच्छा लगा। जय बजरंग बली 🙏 …",
            "Try once to check your taste buds",
            "Quality authentic and always always excellent service",
            "Can be improved over service",
            "I always buy sweets from this shop, anjeer mithayi is d best sweet of dis shop, also they have open kitchen where they lrepare fresh birthday cake, aalu tikki is not that much good but u can enjoy fresh dhokla , also try milk pudding sweet one of my favourite from this shop",
            "Dipo churaha kurshi road Lucknow",
            "Average place. Visited first time, staff is more enthusiastic than the person on the cash counter. Stuff was not very fresh.",
            "इस एरिया का सबसे अच्छा सबसे अच्छा शॉप है यहां हर प्रकार की मिठाई मिल जाती है और अच्छी क्वालिटी में होती है हो अच्छे केक भी मिल जाते हैं जानकीपुरम का सबसे बढ़िया स्वीट स्टोर है",
            "This is basically a sweets' shop which also sells snacks like Namkeen, biscuits, pastries, samosa, gol-gappa, tikki, chocolates, ice-cream, cold drinks, cakes, etc.",
            "Good  shop containing almost everything as required in  a  bakery. Cakes are nice but quality can  be  improved.",
            "One of the best sweets shop in sector H jankipuram lko",
            "Worst service....worst cakes\nThey taste sour......and the packaging is in mithai boxes supporting on icream sticks …",
            "Worst service ,Worst cakes (They taste sour)\nPackaging is not suitable...They pack cakes in sweet boxes don't even have a proper cake packaging.\nDon't buy anything from here.",
            "Best shop in that area ... Between kursi road and sahara state jankipuram lucknow",
            "सुविधाएं अच्छी हैं ।\nमिठाईयां स्वादिष्ट है , परंतु यह के कर्मचारियों का व्यवहार थोड़ा कटु है ।",
            "It's very costly but all product is amazing and testy",
            "It's ok ok shop",
            "All croma staf all very good",
            "You will get a varied variety of mithai. And trust me the taste is also very good.",
            "Best Sweet shop with fresh & hygienic Cake🎂/Icecream🍦/Sweets🍰 …",
            "Variety of sweets and snack items available here. Should visit definitely.",
            "According to price sweet quality is not up to the mark...",
            "Absolutely loved the sweets! They are delicious! Must try",
            "Loved kaju katli price and taste awesome😊😊😊 …",
            "It's a quality shop, stay for a while and enjoy the sweetness... Lucknow Jindabad",
            "Costly but very testy delicious sweets",
            "Good variety of sweets and snacks. Options available for marriage arrangements also.",
            "Sweets are good but i dont know owner is always on sad mode🤔🤔 …",
            "A decent shop for sweets and bakery items in this area.",
            "Nice option for sweets, chaat, Pani Puri, bakery items, and some other packed food items and other items related to food.",
            "Pure Sweets  मिल जाती हैं\nसफाई भी है",
            "Awesome and rich taste",
            "Nice",
            "Good sweet shop and hygienic environment",
            "Best hotel to get sweet and drink.",
            "Best price and quality",
            "Very nice place......one of the best in the area",
            "Aalu patties were yum here..",
            "Ossum sweets are available and pastries and cakes are also available...",
            "It serves a great variety of delicious sweets",
            "Good work",
            "Expensive items, one can find cheaper items nearby!",
            "Very nice sweet shop",
            "Very nice service with delicious food",
            "Excellent performance team",
            "Nice Shop For Sweets and Bakery Items",
            "very rude staff but cashier uncle is good",
            "good shop for sweets",
            "It is very good place sweet shop",
            "Lots variety of sweets but very expensive.",
            "Bakery and sweets shop.",
            "So nice place",
            "Good place",
            "Somewhat ok. it is the only bakery in this small region",
            "Great experience. Highly recommended.",
            "Excellent shop, good sweets, good people",
            "Nice taste near to me",
            "Nyc sweets",
            "Loved it specifically food items",
            "Rats and rodents roam around free",
            "Best dealing and place",
            "This is best hotal of satrikh",
            "Nice",
            "It's okey",
            "Good Sweets Available here.",
            "Good",
            "Sweets, cake, bun, bread, biskit, and chocolates etc.",
            "Best quality sweets",
            "Good and tasty sweets",
            "Not very good",
            "Best samosa in jankipuram area",
            "It's good for rasmalai",
            "Nice place for sweets",
            "Normal",
            "Good is best shopping",
            "Good and nice food",
            "Good shop for all",
            "बहुत ही सुंदर जगह है",
            "Average experience.",
            "Clean nice shop.",
            "Fine enough",
            "Very nice",
            "Very good",
            "Nyc",
            "Good shop",
            "Lovely breads",
            "Not good",
            "Good taste in area"
        ]
    },
    {
        "place": "Mahagauri Sweets & Namkeen",
        "reviews": [
            "All sweets available here with good taste",
            "All time best",
            "Best shop for buying sweets quality wise",
            "Average place for sweets,  samosa and khasta.",
            "Tasty sweet n cakes👍 …",
            "Because it has taste sweet and fast food corner",
            "Good sweet are available here.",
            "Good taste, rate wise good",
            "Samosa is very tasty.",
            "Sweet shop",
            "good sweets",
            "Good place 🐱 …"
        ]
    },
    {
        "place": "Radhey Shyam Sweets & Bakery",
        "reviews": [
            "Thank You sir, I placed the order from Delhi or you delivered the order to Lucknow on time and I liked the cake also, your service is also very good, thank you so much sir. Seven star sir good service from me to you",
            "Hmne try Kiya aap bhi kriye cake k liye best place hai bahut hi sundar or testy cakes hai hmari betu ko bahut pasand aaya 🤤😋\nThanku Radhey Shyam bakery 🙏 …",
            "Mai to yhi khugi ki agar aapko cake cahiye to Radheyshyam bakery pr jayiye bahut hi sunder and yummy cakes ki bakery h\nMaine try Kiya h friends aap bhi kriye taste is best 😋🤤👌👌 …",
            "Great neighborhood bakery. Excellent selection of cakes.",
            "It was the first time we tasted the vegan chocolate cake and it was just awesome. Best quality cake I love this place...",
            "Fresh cake and nice design.",
            "Bahut hi quality daar cake hai please. Aap bhi check kariye",
            "Best experience and good taste please go ahead without any delay.. order kriye without any worry ✅",
            "Bahut achha cake tha Ghar pe sabhi ko bahut pasand aaya\nThanq radhey shyam",
            "I like this bakery.. it's cake are very fresh and delicious..and cake's degisn is very gud....",
            "Cake ki quality bahut achhi hai\nJitne logo ne khaya sabko bahut achha lga👌👌👌 …",
            "I have booked a cake order by zomato by deliver guy has destroyed my whole cake and after that he didn't pick my call then after I visited to the bakery I meet to the person named vinay he help me with new cake totally free of cost and take …",
            "Very nice cake and awesome place thanks Radhey shyam bakery 😋👍 …",
            "Very delicious and good taste & services....",
            "It's too delicious and tasty... thanks for the cake whole team..",
            "Bahut hi swadisht or mjedaar cake h Vinay bhaiya ji ka cake",
            "Delecius cake & pastries I'm fully setishfy with my order, thanyou radhey shyam sweets & bakery😊 …",
            "Cake is very Tasty and delicious. And design of cake is awesome",
            "Bahut hi swadisht cake h, love this place 😋😋 …",
            "I had ordered chocolate cake its good test and fresh quality cake..",
            "Amazing design Thanks a lot👌👌 …",
            "Superb quality and very very nice cake 🎂 …",
            "So glad that this place is open! New hours are definitely going to bring more customers.",
            "Bahut hi swadisht aur accha cake hai",
            "If you want a authentic pastries that are fresh and delicious you have to come here.",
            "Bahut he acha cake hai",
            "Very nice cake and beautiful place",
            "Bahut hi achcha swadisht cake hai",
            "It was awesome cake bro that i had bought from you\n# Dark forest",
            "I'm happy with your services & quality, Thankyou for making my day ..",
            "Adorable item in this bakery.. everyone should visit there !!!",
            "Cake quality was fresh and very yummy 😋 …",
            "Nice place  for purchase full of delious n testfull item's",
            "Bahut hi shandar cake hai",
            "Best quality cake I love this place",
            "So amazing cake radhey shyam sweets",
            "Bahut hi acha cake",
            "I love this bakery very nice design thankyou...",
            "Very good place, must visit, good menu and good taste👏👏👍👍 …",
            "Bahut hi tasty cake",
            "Wowww amazing design I love this place.... . Thankyou",
            "Fresh quality cake, awesome 🥰 …",
            "Bahut badhiya aur khane mein swadisht",
            "Delicious cake shop I recommend my friends",
            "Nice Cake and Pastry🎂♥️🔥🔥 …",
            "Cake was very testy I recommended to athers..........",
            "आपके यहाँ का केक बहुत ही स्वादिष्ट लगा",
            "Best quality cake",
            "Very nice cake",
            "Good quality, Reasonable Price.. 👍👍👍👍 …",
            "Best place for great test.👌👌 …",
            "😋😋😋😋😋best sweets nice packaging 👌👌👌 …",
            "Best quality cake",
            "Very nice cake",
            "Good design and good flavour",
            "Lazavab , yummy cake😋😋 …",
            "Nice cake",
            "Very nice",
            "It's so yummy 😋😋 …",
            "Very nice cake",
            "Very sweet test",
            "😋😋😋😋 great quality store.... …",
            "बहुत ही बढ़िया केक है",
            "V, n, k",
            "Very nice",
            "Nice taste and nice place",
            "Amezing test and service।",
            "Right choice, thankyou",
            "Super tasty🫰 …",
            "Bahut hi lajawab",
            "V, n",
            "Very nice",
            "Yummy",
            "V,n, k",
            "बहुत ही स्वादिष्ट है",
            "Yummy cakes",
            "Delicious item",
            "बहुत बढ़िया है",
            "V, n",
            "Amezing cake",
            "Friendly services.....",
            "Very nice",
            "Yummy",
            "Yammeeeee cake",
            "Lazeez......",
            "Tastiest 🎂 …",
            "Awesome 👍👍👍 …",
            "Shandar jandar👌👌 …",
            "Yummy cake",
            "Very nice",
            "V,n",
            "Yummy",
            "V,n",
            "Very nice",
            "V,n",
            "Yummy",
            "V,n",
            "V,n",
            "Very nice",
            "N, n"
        ]
    },
    {
        "place": "Shivay Sweets & Namkeen",
        "reviews": []
    },
    {
        "place": "Shri Krishna Sweets & Namkeen",
        "reviews": [
            "Pure classical sweets shop at jankipuram between icon hospital and sahara state",
            "Not so good...",
            "Sitapur chauraha Sahara state jankipuram",
            "Most economical destination for general public in town",
            "Awsm place"
        ]
    },
    {
        "place": "Yadav Misthan Bandhar",
        "reviews": [
            "They say Old Is Gold.. This is one of the Oldest Sweet Shop in Jankipuram. Variety of Sweets and Namkeens and best part all pure and Great Authentic Taste. Very popular in this area and for Delivery guys its kind of a Landmark. Its from the Pizza delivery guys experience everyone knows the name Yadav Hotel in Jankipuram 😁 …",
            "The stuff is of good quality don't think they adulterate the items, price is very reasonable",
            "Yadav Misthan Bhandar is situated at a very congested place. There is no parking space for 4 wheelers. The quality of sweets is not up to mark.",
            "Best sweet shop in jankipuram. You get discounted price on Tuesdays. Taste and quality of food is up to mark. If you are a low income group middle income group you can but sweet here instead of highly priced viswas or mahapadam",
            "ठीक-ठाक ही है, मुहल्ले की दुकान जैसे होनी चाहिए।",
            "Best for Morning break fast",
            "Good snacks and reasonable price.",
            "Mr. Satyendra Yadav is the owner of this sweet shop .Fresh and some special dessert facilities are available, their fresh samosas are very tasty and the taste of fresh jalebis and sweet curd is very tasty and nutritious, different types of …",
            "Sweets and namkeen made by him are very testy. You can get samose rasgulle and dry fruits milk curd Ghee from here.",
            "A good place for morning traditional nasta.& Good quality sweets at reasonable prices.",
            "साफ-सफाई का ध्यान रखते हुए सभी प्रकार की मिठाई एवं पकवान बनाए जाते है। बहुत अच्छा व्यवहार है भी है।",
            "All sweetes available here and the taste of sweets is also good",
            "Was good but not that much satisfied as i found the sweet were not totally fresh it seems they provide sweets of past days ...",
            "It's amazing if you are looking for a indian and chinese restaurant at a time, it's the best at that place. Kabab parantha waah bhai🍴 …",
            "Good\nExpensive\nLocated on road side …",
            "Nice , tasty and fresh food is a available here.. Try n eat kachori in morning",
            "Very neat and clean all sweets very testy",
            "I had tried khasta & jalebi both items were good.",
            "Baki sab to thik hai but ye owner bohot rude hai",
            "Good place for sweets and snacks. Price is also reasonable.",
            "One of the oldest sweet shop in jankipuram, serves fresh stuff.",
            "मेरे दोस्त का ही है बहुत ही अच्छा स्वाद और रेट भी।",
            "Garmagaram jalebi and taaze samose. Waah maja aa gya",
            "Good quality of sweets and namkeen many verities at minimum price",
            "Situated at Conjested place....But good and quality sweet shop",
            "You will get here pure sweets...which you did'nt get from many big sweet corners...",
            "Kuch khao ya na khao....samose jaroor khana yahan k.....",
            "Good quality in reasonable price",
            "Very good  sweets  shop",
            "Quality of samosas and khastas are of very good quality",
            "It's ok ok sweet shop",
            "Sometimes feel like teh place is understaffed 🤔 …",
            "Popular in his area.. Generally crowded..Less expensive..",
            "Great quality sweets and samosas",
            "Good sweets available here",
            "Quality of sweets are good .",
            "Fresh food here....but ...",
            "Good medium quality sweets",
            "Bakwaas hai yar.purani peties khilaya yar",
            "Best Quality of sweets👌👌😋😋 …",
            "Best 👍 for lunch. …",
            "Great taste\nQuality- 5*",
            "Best serve by this shop is kalakand",
            "Nice collection...",
            "Quality, taste and hygienic products",
            "Nice shiv mandir",
            "Very good sweet shop.",
            "Nice place for sweets.",
            "Very nice food",
            "Good",
            "Ladoo ache h yaha",
            "Gujhiya and Samosa are awesome",
            "Nice shop",
            "Good taste... Good services",
            "Good shop",
            "This was a very coolest shop",
            "Kachori is awsm.",
            "It's okay",
            "Good and genuine.",
            "Tasty sweet",
            "Seller of quality products.....",
            "Excellent",
            "Bod",
            "Good but costly",
            "Nice small shop....",
            "Khasta is best",
            "It's good place",
            "Best of jankipuram public",
            "sweety",
            "Every time fav",
            "Awesome Samosa",
            "Most delicious",
            "Nice",
            "Not so better",
            "Avarage",
            "awesome 🤩❤️ …",
            "Excellent",
            "Good",
            "Best",
            "Sweet quality is good",
            "Sweets and dessert",
            "Good taste",
            "Tasty",
            "👍 👍 👍 👍 👍 …",
            "Awesome sweet 🎂 …",
            "It was soso",
            "Nice shop",
            "I like sweet",
            "Is it good place",
            "Kaam chalau",
            "Sweet shop",
            "Nice",
            "Nice",
            "Good",
            "Nice",
            "Nice",
            "Thk thak",
            "Sonam teradr",
            "Sweet and delicious samosha"
        ]
    },
    {
        "place": "Mahakumbh Sweets",
        "reviews": [
            "Good sweets shop",
            "Sweets are Good",
            "Good quality"
        ]
    },
    {
        "place": "Bhaduhauriya Sweets",
        "reviews": [
            "Ati sundar place hai sweets ke liye."
        ]
    },
    {
        "place": "Priyam Misthan Bhandar",
        "reviews": [
            "One of the oldest shop near Engineering College Chauraha. I tried Paneer Kawab Roll (₹30) here and it was very tasty. Pricing is also fine. You've to stand and enjoy your order because they don't have proper dining area. Else, everything is fine.",
            "Besides Sweets they offer awesome 🔥Kabab Rolls (Veg , Paneer) and Parathas too. One must try here the Kabab Parathas if you’re a vegetarian then definitely you’ll come back soon 😅 The Shop is in basement and on the edge of the complex. …",
            "The paneer roll and veg kebab rolls are best pf this place. They have a parking structure. This shop is in a complex. Around to this shop there many fast-food outlets. And they all are really nice this restaurant offers a large variety of snacks like samosa jalebi kachori and all kind of indian sweets.",
            "Has great Veg Kebab Parathas",
            "nice shop of sweets, specially peda",
            "No taste at all.",
            "Tasteless Laddu"
        ]
    },
    {
        "place": "Gupta Ji Sweets and Namkeen Corner",
        "reviews": [
            "I recently had the pleasure of visiting a delightful sweet shop that exceeded all of my expectations. This place truly encapsulated everything a sweet shop should be. …",
            "Best shop for sweets and namkeen in area of aliganj specialy for Engineering chauraha and Tadikhana area Citizens. Whenever I visit engineering college for my academics I always eat Samosa which is very delicious. Whomever is reading my review plz must visit for better snacks and taste.",
            "This shop sweets are very tasteful ♥️...nd on Sunday chatpate chole bhatore also available",
            "मैं इस दुकान से कई बार सामान ले चुका हूं बहुत अच्छा सामान मिलता है खासकर नमकीन समोसे यहां तक की स्पेशल छोले भटूरे का मजा ही कुछ और आता है गुप्ता जी के यहां।।",
            "Nice Taste,, Parking Facility Is Best,,❤️",
            "Nice taste, nice product, Delicious,superb product, excellent,I like it 👌👌 …",
            "Nice taste and better quality",
            "Nice",
            "nice taste"
        ]
    },
    {
        "place": "Narayan Sweets Aliganj",
        "reviews": [
            "One of the good for sweet and for snacks ni croud very peace place but the tastes are good and most of the bakery items are available",
            "High cost lowest Quantity and bad quality",
            "Veri nyc store and delicious sweet",
            "Great quality sweets and other stuff, peaceful atmosphere, and gentle staff, five star all the way *****",
            "Good place and sweets are good.",
            "All sweet dish prepartion s are fresh and delicious. Eatables are optimally priced. Its economic and tasty.",
            "Do not buy sweets from this restaurant, they have insects all over their dairy products and when I complained it to the manager he just avoided me. Better you can buy sweets from swad which is located nearby and you get much better quality.",
            "Despite good reviews our experience was not good. Chowmein was okay, but bhaji of pav bhaji was just gravy of paneer masala or something. Petha that we purchased was also smelling foul. The only 'up' was the service. The staff was polite and attentive. The price was reasonable.",
            "Awesome, superb sweets but slightly costly but will compensate by its taste.",
            "their quality of food is awesome and the environment is very  hygienic and they have  quite  good variety specially of sweets .",
            "Besssssttttttttt sweet shop.I just love to have sweets and fast food of this shop.Interior of this shop is very impressive and nice.I will recommend everyone to visit here.Moreover here environment is also very peaceful 😀😀 …",
            "Very good sweet Shop to try",
            "A variety u can get there... Spacious.... Clean... Healthy n fresh space.... A number of choices are there.... Enjoy the sweetness",
            "Today i bought chola bhatura frm this shop. Worst ever quality of bhatura.they were so hard to eat and took 30 minutes to prepare. Worst experience ever",
            "Very good place.And I love to relish on fast food of the shop.Sweets as well as fast food both are very delicious.",
            "Despite the limited options, they provide good portions at fair price and decent service and seating😊😊 …",
            "Nice place to eat some common snacks n enjoy ac in this sticky season",
            "Good collection of sweets n cake",
            "Place has very less crowd\nYou can enjoy your meal here",
            "Sweet show with good quality items available , just need public attention !!!",
            "Good service with very nice aloo tikki and overall nice experience.",
            "Best sweets in area",
            "Good food I have tried dosa,idli, and chowmein",
            "I loved the place and mithai.",
            "यंहा आकर आप चंद्रकला मिठाई का स्वाद ले सकते हैं",
            "Good",
            "देखने में बड़ी दुकान है, मगर अंदर से माहौल अच्छा नहीं, दुकान के ए.सी. बंद पड़े थे।",
            "यहाँ स्वदिष्ट मिठाई मिलती है । एवं साफ सफाई भी बहुत अच्छी रहती है ।",
            "Nice service awesome sweets",
            "Newly opened upscale sweet shop. Bit expensive.",
            "Awesome cake and bakery shop at great prices",
            "Its worst don't come here its has a fraudy and double cross nature",
            "Nice range of sweets and food items.",
            "They make very delicious sweets .",
            "Good..Need Improve fast active service",
            "A well-located sweet shop, with decent delicacies",
            "Good",
            "Best place to buy sweets in Aliganj",
            "Good shop for sweets in Lucknow.",
            "So yummy sweets and food",
            "Quality of sweets are good",
            "Samosas are good. Just good.",
            "Good place to shop sweets",
            "Nice taste",
            "Good sweets available",
            "Delicious but expensive.",
            "So expensive but its not deserve",
            "Cost of sweets is much high",
            "Like to put a sweet remark.",
            "Ok ok",
            "🤤 …",
            "Good experience",
            "Sweets quality are best",
            "Gud peaceful place.",
            "You must try once",
            "Good shop",
            "quality of sweets is so so...",
            "Near ram ram bank Chauraha",
            "It's nice 👍😁 …",
            "Not good",
            "Average quality",
            "Not clean",
            "Good",
            "Best restorant",
            "Good sweet shop",
            "Very  good  place.",
            "Tasty and hygein..",
            "Ok ok",
            "🤔😉 …",
            "Good",
            "Tasty",
            "Sweet",
            "Good quality",
            "Nice place",
            "🌄🌄🌄🌄 …",
            "Average",
            "Tasty sweets",
            "Theek hi h",
            "best sweet",
            "Nice sweet",
            "Not clean",
            "Sweet shop",
            "👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻 …",
            "Nice place",
            "Average",
            "Average",
            "Average",
            "Good",
            "Good",
            "Sweets"
        ]
    },
    {
        "place": "Mahotsav Sweets",
        "reviews": [
            "Walking into a sweet shop is like stepping into a whimsical wonderland of confectionery delights. The air is filled with the irresistible scent of sugar and chocolate, while colorful displays tempt the eyes with their array of candies, …",
            "recently had the pleasure of dining at Mahotsav sweets , and the experience was nothing short of exceptional. From the moment I walked in, the ambiance set the tone for a delightful evening.",
            "Beautiful interior, decent service by workers,\nGood Quality sweets and restaurant items.",
            "Awesome Food Taste please try it",
            "Very good restaurant",
            "Best place to vist"
        ]
    },
    {
        "place": "Raj Sweets & Bakeri",
        "reviews": [
            "Shop looks good. But they don't serve fresh food at all.",
            "Nice sweets are available at affordable price. Mainly a shop for locality",
            "Their tea, served in kulhad is best.",
            "The quality of raw product is very clean....",
            "Ok ok",
            "good shop",
            "Awsome sweet  n all",
            "Good",
            "Awesome sweet taste",
            "Low quality and overpriced.....",
            "Just ok sweet",
            "Tasty sweets.",
            "Tea👍 …",
            "disagree",
            "Wonderful",
            "Wow",
            "Awesome shop",
            "I don't no",
            "Good place",
            "Good",
            "Good",
            "good"
        ]
    },
    {
        "place": "Mahalaxmi Sweets Jankipuram",
        "reviews": [
            "It’s a full fledged restaurant in the city and serve water and food in disposables.\nBetter open a road side redi instead of a proper restaurant.",
            "So yesterday I bought boondi ladoos from this place for today's Ganesh Chaturthi pooja, and today while giving prasad we saw ladoos having fafundi on it, not 1 many of them had fafundi, this was really disappointing, I told the person …",
            "Not a good experience.Aloo tikki is good.But please dont order Chinese platter.Its bland.They served a staled stuffing spring roll inthe platter.",
            "It was Birthday so we decided to celebrate with Mahalaxmi jankipuram.\nit was a great experience Starters Honey chilli potato, Corn salt n paper and Stuffed Mushroom were all good. …",
            "I purchased the rasamalai on dated 27th Nov 2023 and I went to one of my relative with the product  and they served me the same product, after eating one bite it seems like I will vomit. …",
            "Good hygiene.\nDelicious sweets.\nExcellent for snacks.",
            "The manager's behavior is very rude towards the customer and the staff members are also not cooperative in nature.This review is based on the last visit on 12 May 2024.",
            "Overpriced items with a bad quality of food stuff.\nStaff is also unprofessional.\nI suggest not to visit mahalaxmi sweets.\n👎👎👎👎 …",
            "I bought gawar today  , it was not cut even with a knife at all, very poor quality",
            "The service is very poor, for two burgers the made me wait for 50mins.!! The staff was rude whenever I asked for my order they just tell you have to wait and the customer should know that 2 burgers take this much time. They said \"you must …",
            "Had a really bad experience. Never ever go for Chinese platter. Momos were undercooked and spring role was stale and everything else in the platter tasted the same.",
            "Superb cake, if you really want to taste best cake this is the right place to stop. Different varieties of cake, pastries, bread, bun etc",
            "Rubbish . Sweets are of very bad quality , bough mini gulab jamun , and Rabri rasgulla are even worst in taste and quality ,literally thrown away and Rabri has got chunk of milk powder maida kind of material . Shop look grand but offer very bad sweets and snacks . UNCHI DUKAN FEEKA PAKWAN",
            "Sadi hii sweets they sell plz don’t ho to this shop . 60 feet road have many small and big sweet shop to offer better fresh good quality sweet . It may cause ache to stomach as well.",
            "Khasta & Jalebi are suberb\nHad best khasta near jankipuram....",
            "Restaurant owner is fraud staff is fraud please closed this restaurant and sweet shop humble request, please don't buy any products",
            "The worst worst service provide in case of milk products especially Rasmali.I bought it on 12Sep night at 9Pm as my guest were about to be arrive on 13Sep at  7am  next day and when I opened to serve them it was literally spoiled and was …",
            "Food taste was not good. Workers don’t have correct information about dishes availability.",
            "बहुत अच्छा....मज़ा आ गया एकदम दिल से बहुत बहुत अच्छा सर्विस, फ़ूड टेस्ट is awesome, loved it....... ❤️",
            "Today I ordered from zomato, order was deluxe thali and masala Dosa. Masala Dosa was ok, thali was really bad, the quantity of food is very less, they are good smart workers At the place of daal they place the roti, and you get only a little scope of daal,",
            "Food was ok overall.",
            "the food tastes very good and affordable also ... Location is very good",
            "Chinese food is worst in this area compared to any other restaurant also north indian food was very bad. …",
            "The quality of food is top notch, and so is the cake. The pricing is also normal. My personal advice will be to try its Chinese platter which is just for 375 and the quantity is also good.",
            "Seating area was good. Taste was not good.  I had sweet corn soup that was full of sugar. Same gravy in mutter mushroom and handi paneer.  price also little higher as per the quantity. I won't visit again.",
            "Today I get chat packed from here...\nGolgappe, aloo tikki and dahi vada …",
            "Guys! If you really are a food lover and want to explore with different & unique taste , this place is surely a must try for you.\nThey have one of the best tastes in Lucknow. …",
            "This is the best . Must try thier burgers and allo chats",
            "Its the first time visit after inauguration at jankipuram vistar near atal chauraha, Lucknow.\nSince mahalaxmi sweets, purania is a well known destination for its loyal …",
            "Many Options  for cakes are available looking good and tasty...",
            "Very poor quality. Ordered 'Kheer Kadam' and I must say the shop is selling anything and everything. The taste was not of Kheer Kadam. Total disappointment.",
            "The Ambience is good.The service was quick and attentive to our requirements. Food out here is very amazing staff was very helpful and cooperative and I really enjoyed all the moment. I cherish all the service",
            "Bekar hai sari sweets . Not fresh bad in taste",
            "We had a dinner at this place ...\nFood quality, service and preparation is good and on time .\nPlace is also hygiene .",
            "YUMMY YUMMY HAPPY TUMMY!! Budget Friendly,sufficient Quantity. Family friendly environment. Pure Veg food\nSuggestion:  Serving time can be better",
            "Very nice place to have your lunch and dinner with your family, food quality and quantity both are more then good....",
            "Nice place with good decor and family friendly. One should go with family. Price are good and taste is also good.",
            "Below Average food quality offered at overpriced. Don't visit this shop which is newly launched in Jankipuram extension area. Totally disappointed.",
            "Good food and family ambience, must Try Tandoori Platter!!",
            "The place is spacious enough. You can definitely get a table here. Food is great.",
            "Delicious food,Ambiance Atmosphere,well mannered staff,most hygiene place in jankipuram.must visit atleast once.",
            "Awesome Decor , Perfect food with a blend of spices. Perfect place for any occasion. Do visit everyone asap.",
            "Very poor service...we ordered two milkshakes and it took them 30 mins to serve us...we thought they went to  milk the cow to get us the milkshakes 🙁🙁 …",
            "It's following the trend nothing exciting.. all over the quality is good.. 4 star for quality quantity and service..",
            "Services are very late and their employes said that pizza is out of order but in there kitchen pizzas were baked.",
            "Ghatiya sweets across this area .never ever gi to this shop",
            "Yahan par kaam main counter par kaam krne Wale logon ka wyavhar accha nhin h",
            "Sweets and other snacks item are ok-ok in taste. It is not worthy.....costly.",
            "Very bad Fungus in sweets....very poor quality Don't even think of buying sweets or anything from this place\nJankipuram mahalaxmi",
            "Jagah couples ke liye achi hai... Enjoy",
            "I was just waiting for 37min for   one burger ... Burger also not good .💔 …",
            "All item is Best",
            "Modak  and samosa was very nice. I would recommend you to come here too.",
            "Pander Tikka pizza and Grilled Sandwich are good in taste and pocket friendly",
            "आलू की टिक्की और रसमलाई बहुत ही अच्छी थी\nहम तो सभी से कहना चाहेंगे की आप लोग भी एक जरूर जाकर देखे। और अपने बच्चो को भी ले जाएं।।",
            "First time food delivered with an insect\nWrong food items delivered second time\nBad staff behaviour",
            "Worst.\nGot Kesar Peda  . All the 4 pieces are full of fungus .\n😖☹️ …",
            "Very egoistic people don't know how to talk to peoe",
            "Bakery options are wide but taste is average.",
            "Good experience, nice ambience, good taste",
            "Lassi and Chhena is very delicious 😋 …",
            "Nice place for chilling with friends and the food is amazing .",
            "It's very holy place  and feel spritual power",
            "Aloo tikki is very good 👍\nAnd also batase …",
            "Taste was good 👍 …",
            "Nice ambience with delicious food.",
            "इस रेस्त्रां का खाना सबसे घटिया और खाने के लायक नहीं है",
            "Eat wid beautiful environment ❤️🤠 …",
            "Nice ambience",
            "Poor service waste of time and money",
            "Rasmalai bhaut Jabardast hai...",
            "good taste, nice experience",
            "Good 👍 …",
            "I am Happy",
            "nice tikki I just love this",
            "Must try pineapple shake👍 …",
            "Bad taste",
            "Awesome food taste 👍😋 …",
            "Good place for food and sweets.",
            "Not good",
            "No place given for parking",
            "Old stuff and untrained staff",
            "Was good 👍 …",
            "Mahalaxmi sweet and beautiful Restaurant",
            "Delicious sweets, and cake",
            "Nice lighting",
            "Good place",
            "Good & Nice place",
            "Very nice place",
            "Nice service",
            "Good",
            "I loved this place",
            "Bahut Achcha",
            "Good place",
            "Good",
            "Good",
            "staff is very dissent.",
            "stock"
        ]
    },
    {
        "place": "Shyam Swaad Mithai Shop",
        "reviews": [
            "Shayam Swad Restaurant is a culinary gem! Their chaat is a burst of flavors, leaving taste buds dancing with delight. The lassi is creamy and refreshing, perfect to cool down on a hot day. And don't even get me started on their mithai - …",
            "Ordered Masala Dosa, the masala filing inside was completely cold and without taste,\nLassi which was supposed to be cold was served in room temperature.\nThe food doesn't goes with the restaurant name (Major missing from food was Swaad)",
            "Food taste is getting worsened day by day !!! Bakery products are fresh.\nThe waiters in the restaurant area are too much after this tip thing!!! Ooo god!! They'll literally force you to give them tip!! …",
            "Sweets are usually good from this shop. But purchased sugar free gujiyaa fried, it turned out to be tasteless. Will never buy sugarfree gujiya from them.",
            "The most famous mithai shop in Aliganj. I usually go there, they have best sweets just love it 😍 …",
            "Third class restaurant, no etiquettes to serve, awful and old cutlery. Not worth spending a penny where all the staff members are rude and absolutely unaware of hospitality",
            "This place is always my favorite one because we always purchase all our sweets from here. All the sweets are prepared in desi ghee and are pure. They have maintained their quality since beginning. …",
            "it is one of the oldest and most modern Mithai shops in lucknow , It's located at beligarat chauraha and opposite the wine shop i dont remember the exact date but it is around 20 years old , they used to sell mithayii and lucknow's famous …",
            "Sweets are good. Atmosphere is okay and service is passable.",
            "Food quality is very good.\nThe location is easily approachable by bike, car and public vehicle.\nParking is an issue.",
            "Food taste could be better, good hygiene is maintained throughout. sweets are their speciality.\nchat items are average tastewise. Desi ghee preparation. street food items could be better.",
            "Extremely rude staff. Two people are standing behind the counter taking orders only one is working while other one is just looking at you. The whole place is extremely dated and needs some serious renovation. We bought chaat and the idiots …",
            "I ordered from them veg Swaad Special Thali, and it's such a pathetic thali I ever had. They can't even serve a proper mix veg in thali, what they served was aloo shimla mirch that too burnt on the name of mix veg. What are these guys doing on the name of Swaad..\nPathetic Swaad",
            "Famous mithai shop of Aliganj,Lucknow. Shop also has restaurant, not typical family restaurant. Serves varities of snacks, varities of sweets, quick bites to proper Indian food. …",
            "It's a sweet shop in aliganj and is very famous for khasta in the morning and chat in the evening. Also, it has a eatery and good assortment of namkeens and dry fruit. It serves kulfi, samosa, paani k batashe, etc. Visit it if you are around.",
            "They have a strong presence as a brand that does not compromise on quality or taste. They offer not only delicious preparations from the kitchen, but also a beautiful village-style ambience fuelled by  hospitality. With over a many …",
            "Ek dum bakwas khana upar se costly alag apse achha Punjabi dhaba richi rich hai na coffee acchi na dosa achha kuch achha nhi apke",
            "Nice place for tea or coffee with friend and family. And exit at good location. 🏍️🚕🚙 …",
            "This place is recommended for sweets\nShyam swaad sweets offer a variety of delicacies ranging from sweets,cakes , dishes as well as snacks.Try this place ..",
            "Decent bakery and sweet shop. Good variety of sweets and namkeen. In house sitting restaurant is average at max.\nThe place has no restroom",
            "In winters you can not miss the chance to taste the finger licking Black Gajar ka Halwa aper from the regular red carrot one. …",
            "I have been visiting this shop for more than 8 years now.\nThey have been evolving over the years for the better.\nLove them for service, quality of sweets and other delicacies.",
            "I’ve tried alot of things from this place and its onw of the best sweet shops ! I’ve had from rasmalai’s, chenaa to batashe and chats ! Everything is amazing!\nI love the food and quality of the place but a little improvement is needed in …",
            "My first Purchase (after long time) and Last (in this life) as well. It's disgusting. Khoye Ko Pakaya Hi nahi Ache Se. Danedar Khoye Ki Burfi Banayi Jati Hai, na Ki Gulab Jamun (Itna Toh Pata Hona Chahiye). …",
            "Their food is average and on top of it they throw a lot of attitude. It is not a surprise that they haven't been able to carve a special niche for themselves. Whatever quality snacks they used to offer earlier also seems to slowly fade away …",
            "Absolutely 3rd class service. The staff is ill informed, rude and mis behave a lot. The food is bad as well. Avoid this place at all cost. They should really work on staff training and education. …",
            "The ultimate place for a chat lover! Though they offer snacks, desserts and other things too, they are best known for their chaat.\nThey serve the tastiest pani batashe you can ever find, usually with 2-3 …",
            "Come here and opt from a wide range of delicious sweets made with pure ingredients. Shyam swad (aliganj)is improving day by day I personally have been visiting this shop for last 10yrs. Now they have widened their range from sweets to baked …",
            "Disgusting staff. They have no manners to speak to a lady and any customers. They are so sure of their stability that they misbehave. I think it’s time to show that in customer service industry to have to show some manners and nothing forever. Am disgusted and will never visit Shyam Swaad",
            "Sweet shop with restaurant. Wide range of sweets, Confectionary items and dairy products are available. Overall it is nice shop .",
            "Pathetic service . Executives listen to the customer and then without any response they shift to another counter . Neither they know the rates of the products despite asking multiple times they are unresponsive .",
            "WORST SWEET SHOP IN LUCKNOW-Don't Buy!!!\nJust want to share my feedback.\n1. 10 days back purchased 2 pastries, found their taste very bad. In next visit …",
            "This is not a restaurant basically. You will get some stuff of bakery, dry fruits also. It is a methai shop which expanded into restaurant category. You will get sandwiches, burger, hotdogs etc. but you will not get stuff like pasta, pizza …",
            "I ordered lava chocolate pastery and paneer noodles.. Chocolate was flowing on every bite of pastery..Soo yummy!!! Paneer noodles were also awsome and quantity was quite good!!!!",
            "One of the great mithai spot ,where tastebud can get sweet , salty and chatpata swaad .",
            "Varieties of sweets available here. Milk also available in winter ❄️.",
            "The best place for sweets in aliganj. It's at a prominent location. Easily accessible and easy to spot from the main road. It has chaat, sweets and namkeen. Lots of variety for all. It also carter's to the seating crowed. Price is little on the higher side but trust me it's worth it. Enjoy the chaat and sweets specially",
            "Old sweet shop at Aliganj Lucknow. Nice interior with fast service. Serving quality food products.",
            "The dhokla had a dead cockroach on it. Very unhygienic in terms of food storage and quality.",
            "Great Sweets and Excellent Breakfast Items - Khasta, Aloo Bonda, Jalebi, Plain Dhokla, Paneer Dhokla and Samose",
            "Restaurant food so so. Hygiene also not so good.",
            "pyaaz kachori is best at Shyam in lucknow",
            "The chat used to be very good but the quality is deteriorating day by day. Kulfi is still good though",
            "We bought khatta meetha imali from them, they didn't clean the imali. It's full of kachara and they charge 225/- for it. Not worth at all.",
            "Must go with your own water\nThey charged 57 for 1 bottle",
            "Beast quality sweets in locality. Polite behaviour of staff as well as owner. I am a 7 years old customer and extremely satisfied",
            "The taste is very good and the premises are very clean. Brilliant!",
            "On 1-11-23, I ordered allu tikki , (while eating a (SMALL METAL WIRE)(came in my mouth), I complaint it to the tikki wala cornor but he had given no reaction,,,,  be careful while eating ,,because some construction work is also going on there..",
            "Poor customer handling 😢 😞. There must be a washroom (Only Urinal indian and western style)for customer.. …",
            "Sweets are tasty and feel pure, pani puri is amazing, and the pricing is good.",
            "Pathetic. Never ever buy a samosa from this shop. The service is so pathetic. The person who stands on the samosa counter behaves like he is giving samosas for free. They are very rude.",
            "The price is slightly high but the taste and hygiene is good.",
            "Serves varities of snacks, varities of sweets, quick bites to proper Indian food.\nTheir food tastes really nice. Dahi wale golgappe and aaloo ki tikki is must try! In winters their kesariya milk is something everyone wants.",
            "Tried chenna rasugulla but the taste and quality was so horrible.. I don't recommend to take chenna rasugulla.. Even when i complained it they don't accept it..",
            "It's a decent place for sweets. Not like mind blowing",
            "Price a bit high but affordable than other restraunt very great hospitality and staff very patient n well mannered flood quality A one",
            "Reasonably priced food, menu contains all from chinese to hawkers recipes like chat , south indian delicacies to thali.\nClean place to sit.",
            "very bad experience i got stone in kaju barfi that damage my two teeths crack",
            "Are great place for the people with sweet tooth. Do try their chat as well.\nThe rates are bit high but you get superb quality and delicious sweets.\nMotichoor ladoo(desi ghee) is a must try on product . You wont get such good piece elsewhere in Lucknow.",
            "Average food quality. Decent staff. Price of food items is just okay. Situated on the prime location. Easily noticeable in crowd. A variety of sweets and street food also available.",
            "very nice place to purchase the no. of varieties of sweets. Rates are also genuine. I appreciate that Sansthan .",
            "His sweets and other food quality was so good and delicious",
            "You can buy varieties of sweets from this Shop. All types of snacks and namkeen are also available here. Location is prominent but parking space is limited as it's main gate opens in the main road. At evening large number of families and …",
            "Good snacks.\nThe area outside the shop where chaat , golgappe is served needs better upkeep.",
            "Bad taste, bad qualty, worst experience, got hair in sweet.& Also given wrong date on invoice.",
            "It is a very good place and tikki is very good so do visit.",
            "Great taste. Indian mithai and bakery products available under one roof. Must try morning breakfast of Khasta aloo and dahiJalebi.",
            "I purchase samosa on 10/12/2023 and got a stone in samosa see photo. What I can say reputation",
            "Service is too bad specially morning time breakfast provider staff.",
            "Best quality food items... Chat..khasta aloo, jalebi, everything is ultimate. Yes but the pricing is bit too night. 20rs each samosa :)",
            "Though it was a gud experience and a great meal with a great taste bt santa hasn't given me a chocolate 😞 …",
            "Taste is always awesome 💯\nGood place for snacking …",
            "One of the good food joint for traditional snacks, like chaat, pani puri, dhokhla, jaldi,.\nThey serve very testy Raj kachori,  which is stuffed with fruits,  dahi bada, …",
            "Sweets and baked items are good . Samosa was also crispy and had a tasty filling. Disappointing part is that they don't have tasters for namkeen and cookies which is a standard practice to help a buyer decide choose an item..",
            "One of the best mithai shops in Aliganj , jankipuram area. Convenient to residents here as location is on main road. Parking is an issue though. On some  days alu tikki is very tasty. Jalebi is crispy and thin one hence very tasty. Overall a great pla ce for snacks and sweets.",
            "Great food for two decades. Love the chaat",
            "Dishes are delicious.. Restaurant and sweets both are at same outlet. Waiters are also nice. They take care of need of the customer.",
            "One of the best Mithai Shop in Aliganj. Good collection, Other snacks options available. Quality good and taste fresh. …",
            "Great product quality and taste also. They have many varieties to choose from. Also, they have other snack items like chaat and tikki too. My favourite is the Faluda Kulfi from their menu items.",
            "Product quality is OK, however prices are  little high.",
            "Nice place but i don't like sweets.",
            "Staff behaviour good\nItems not costly",
            "Good sweet options available. Street snacks like Golgappe, aloo tikki, jalebi etc available.",
            "Totally opportunistic mind set shop owner and managers. I have called booking one sweet and when I went for pickup they have raised price by 20% in a difference of 20 mins time and that too for regular item. …",
            "Food chat , confectionery, sweetsevery things available here with quality and hygiene.",
            "Good kind of cake and bakery items available there..\nRestaurant also provide tasty foods\nFamous for chaat tikki",
            "Quality food in reasonable price.Just loved it.",
            "Overrated shop...\n\nThe only positive point is their location ... …",
            "Good food and tasty sweets, reasonable price",
            "यहाँ के समोसे बेस्ट हैं मैं महाराष्ट्र से हु और लखनऊ में मुझे कही पे भी समोसा उतना कुछ पसंद नहीं आया but यहाँ के समोसे सबसे बेस्ट है औऱ मुझे काफी ज्यादा पसंद आये है और मैं अपने कुछ दोस्तों को भी यही से लेने के लिए कहता हूं बाकी आप अपने अपने …"
        ]
    },
    {
        "place": "LADDOO HOUSE",
        "reviews": [
            "Sandila laddoo and coconut laddoos are my favorite.\nAlso they are very humble to their customers\nNice service.",
            "Now open a new place &new test 😋😋 …",
            "Tasty items 😋 …"
        ]
    },
    {
        "place": "Mahalaxmi Sweets",
        "reviews": [
            "Mahalaxmi Sweets is a culinary gem nestled in Aliganj, Lucknow, offering an unparalleled snacking and dining experience. …",
            "Best Sweets Shop in Aliganj Location ❤️\nYaha K Aloo Chaat aur Samose ki baat hi alag hai 😘 …",
            "We had the pani puri (pani patashe), aloo tikki & matar chaat, and garam doodh. The pani puri was okay, but both the chaats were really good - you get the option of having them with dahi or with lemon. Lastly, we had the kesar milk - it was piping hot and served in a kulhad with a topping of malai and dry fruits (must try).",
            "Loved the combos, had paneer lababdar with tandoori roti and fried rice with manchurian combo, the quantity was amazing nd taste was nice",
            "Everything is good very happy with service, food, taste, quality....but plz don't serve in disposable plates ,bowls etc and in paper cups.",
            "This is a very famous shop for sweets in aliganj or also we can say that in Lucknow. There are almost all varieties of sweets are available in this shop and all are made with rich ingredients and have a very Wonderful appearance. …",
            "Decent place to eat breakfast. Best place for the sweets.",
            "Good sweet shop in Aliganj area.\nGood variety in there sweets\nI love there desi ghee jalebi. It’s the best\nThey have small open restaurant as well.",
            "Sweets and snacks of very fine and good quality are available here at prices somewhat on a higher side but it's worth every penny. …",
            "Taste :  very good ( especially their dhokla, khasta , kulfi, jalebi , rasmalai and samosa)\nPrice : reasonable …",
            "Price was so high as compared to food Qualitiy",
            "The behavior of the staff at MahaLaxmiSweets is quite disappointing; they fail to recognize that customers pay a premium for their products. Despite the high prices, their customer service leaves much to be desired. Consequently, I have decided to avoid",
            "Sweets quality is quite good ,they have avariety in their sweets ,in snack I like the alloo tikkis they were served in a good bowl made of wood ,I have tried chowmein and chili paneer it was great in taste but I have to wait for 15 min so you can say slow service .",
            "A cozy small eatery with awesome original Chole Bhature and Chinese cuisine. We had so much that we did not have space in our belly to try deserts. The taste was nostalgic as if I am traveling back to my childhood.",
            "it's the best place in the puraniya area for chaat and samosa and sweets also , there are so many restaurants in aliganj but It is  one of the best for samosa, khasta , imarti ,aaloo chaat and many more things , one thing they deliver is …",
            "Great taste, good range and best of the purania area!! Can make online orders as well as offline . Neat and clean restaurant. The yummy dishes make it special . But price is not accordingly !!! …",
            "Love the every dish of mahalaxmi. My favorite is \"Pyaj ki kachori\" and \"Cutlets\" .\nThey have varieties of sweet, and namkeens, and biscuits. Full of hygiene, …",
            "avetage place with limited food available dont go on the long list of menu jalf of the food items are not available and service is pathetic. The waiters have no manners to talk and will answer u back rudely whether they are right or wrong. Worst place to eat.",
            "Soulful fooood.. Highly recommended..!\n\nOne should definitely try their *paneer items with naan on the side*. …",
            "Well the mahalaxmi sweets is a gud place and its famous also because of its taste, u will find ample of foods to try here,but special mention for lassi it was really gud..... with rabdi....so 4 stars",
            "I ordered A Paneer Lababdar via swiggy....the quantity was very less that hardly 3 people could eat properly and I was charged 370 rupees just for 8 pieces of paneer and the taste was very average as well.",
            "The navratri vrat ki thali was really very satiating. The custard element was the most delicious.",
            "They are an old sweet shop in Purania. They offer all types of sweets, chaat, samosa, khasta, kulfi, batashe and other snacks.  They also have a restaurant where vegetarian cuisines- indian and chinese are served. The staff is cordial …",
            "सुबह के नाश्ते में खस्ता, दिन में समोसा, शाम को बादाम मिल्क शेक गजब का है। सर्विस और क्वालिटी में बेस्ट है तो इसके पैसे तो लगेंगे ही। स्वीट्स की क्वालिटी भी बहुत अच्छी है कही भी कुरियर करवा सकते हैं।",
            "Quality of sweets seems to be slowly going down.\nGulab jamuns available here are probably made from some cheap commercial grade milk powder.",
            "Regular sweet shop . Jalebi ,poor subzi breakfast time",
            "Very good budget restaurant! the food is so yummy!! Specially Kolhapuri Paneer with Garlic Naan… must try",
            "golgappe water was not good.no spice and khatai.And the sweets and milk burfi had no quality sugar is added more in all the sweets.",
            "One of the best sweetmarts if Lucknow a must try is their bakhlava cake. Desi ghee namkeen and chaat also",
            "Such a pathetic Chinese food you deliver\nIf you have no proper cook who can make good Chinese food, stop serving it.\nWorst honey chillie potatoes of my entire life. …",
            "One of the best places to have chaat in this area. Must try :- samosa, matar chaat, tikki.",
            "The owner kept in mind the hygienic angle but the taste in subsidiary items like paani puri, Aloo Tikki etc is lacking.",
            "I have tasted tikki , samosa, chola bhatura , dhokla , paneer dosa & masala dosa of Mahalaxmi Sweets till now..all dishes were yummy..i liked it...quality , quantity & packaging were also nice....and yes, many more dishes are remaining to taste...will try soon and update the review...",
            "I am take video this order this order not value for money because only spicy and simla mirch quantity is very high and I am already complain with your manager and staff but not any effect so I am take video and share many more side because you are charge full payment but service not good",
            "Mahalaxmi Sweets shop cum restaurant is located in Aliganj, near Purania Chauraha, Lucknow. …",
            "Best sweet shop nd restaurant near puraniya chauraha.....\nChhena, Malayi ChamCham, RashMalayi ❤",
            "Too bad restaurant and service.small restaurant and staff misbehave with family and behave properly with girl I will not suggest anyone this restaurant. They not give attention to customer",
            "Very old sweet shop...and sweets are of good quality...we specifically like fresh milk burfi and small peda...",
            "Top quality food at reasonable rates. Must visit",
            "It's quite expensive... With small place for meet-up...\nService is also not so fast...\nFood was good. Clean and clear. …",
            "I have purchased sweet and cake that was really good",
            "It's a nice place for morning breakfast, you will get average khasta with aloo, jalebis are delicious. Dhoklas are also nice. Recommended",
            "Nice place to place order online and take away....good for snacks and munching..wide range of sweets and snacks..moderate pricing..seating for 20 people... 100 to 200 per person",
            "Khana acha hai space kum hai lekin acha hai sab",
            "The food was delicious but the behaviour of the staff was rude and the place was very congested overall experience was ok only.Its basically a sweets Shop",
            "Preparation is great .Probably the best jalebi i ever had in days. You only get it in morning tho.\nDinning place is also decent enough",
            "Quality golgappe, tikki and emarti. I may call them the best in Aliganj, Mahanagar and Vikas Nagar area.",
            "Owner yadav hai but this is rude and selfish man...never visit here shop",
            "This sweet house has developed with time and has a wide variety of offerings. I am kind of regular here and have seen the business develop and take a more experience based shape. …",
            "Had jalebi and khaste.. jalebi was very good. Ravi bhaiya served us very well. Good customer service",
            "The cashier and waiters are very rude and unmannered. The charges for eating Aloo tikki in open air and inside seating area are different, which is illegal as service charges to be paid depends upon customers. Very poor service, long …",
            "Quality has been spoilt a lot earlier it was best in area now very downgrade quality is there samosa served here are mostly  burnt now very dissatisfied",
            "Very old and famous for Pani puri and chaat.",
            "Delicious taste, fresh products & and great variety",
            "The experience was so good and the taste of the food was awesome.\nHighly recommended for everyone.",
            "They have great variety with quality food",
            "It's always the favourite places from childhood.The food is good.",
            "Best quality of sweets... And yummy dahi tikki chaat, samosa and emerties",
            "Very bad services... They are arrogant with the words.. they provide food with no proper addition.. if ull ask yours they will not customise it .. very bad service..",
            "Great place for foodies.\nIt is a very nice place for family lunch and dinner. The menu is all vegetarian. …",
            "It's first branch in Aliganj, Now they have 4 branches, quality of the food is really good and now they have cake bakery too named BonBon Bakers and the cakes yummyiest cakes in Lucknow.",
            "Food is good and tasty..try once to have a good experience ..",
            "Very poor staff\nThey yell out on the customers on the issues with the wrong delivery via swiggy. …",
            "Very famous and old sweet and snack shop near Purania Chauraha in Aliganj, Lucknow.\nThis place is a must try if you want to try some good GolGappe/Chaat. This place has good samosas, imarti etc. They also have restaurant area also for dining purpose.",
            "Good place for breakfast. Recommended to reach early morning for better options and food quality. I had jalebi and khasta which was fresh and tasty. Will visit again sometime.",
            "Amazing food. But little overpriced.",
            "Don't try Kulfi here. One of the worst I had till now.",
            "The food is here just yummy. From khasta to chole bhature, the taste of everything, no doubt is right on point.",
            "Good taste. It's the most righteous place to drop for your evening Chaat outings. Also a good place to drop for your meals undoubtedly. Lovely taste.\nPS:- it seats 4 at once on the table so order online if you have a large family.",
            "Good sweets, party cooked dishes by weight, prices ... attaching the current price list received from the shop ... please check with the management before ordering since it's obviously subject to change without notice 😂 …",
            "Best shop near puraniya chauraha\nFor good quality khast jalebi and sweets etc...",
            "If you decide to visit this place, I recommend sticking to their samosas and khasta (a type of snack). Opting for their lunch and dinner options can be quite pricey, and unfortunately, the quality and hygiene standards are subpar. The …",
            "Kaju katli mixed with all purpose flour  very pathatic taste  shall be rated in negative marks",
            "Mahalakshmi Sweets also offers a selection of savory snacks, and I couldn't help but sample their \"Samosas\" and \"Dhokla.\" The samosas were crisp, with a flavorful potato filling, while the dhokla was light, fluffy, and had a delightful hint of sourness.",
            "Quality of food is good, neat and hygienic place. Snacks is awesome.",
            "Friendly and quick service.\nBatasha paani lacks the necessary punch while aloo tikki was found to be a bit too sweet. Maybe they are just keeping up with the times...",
            "Located at cetralised location of purania, it is ne of the top restaurants. You will find all varieties of items. Taste is very good. But staff is little laggard...",
            "Good but excessively costly.",
            "Nice place. Service is good. Didn't understand the reason behind not allowing 'half' plates of anything inside the restaurant. You can order it from the counters outside, but it's not allowed in the restaurant!!",
            "Best Sweet Shop in Entire Market, Taste is very nice 👌🏻👌🏻 …",
            "The food was amazingly fast and tasty! But prices can go over budget sometimes.",
            "Nice sweet shop in Aliganj Lucknow. The sweets the provide are very tasty 🙂. Go and check out. …",
            "Quality is ok ok but quantity is not ok according to price & service is too much delayed & behaviour is also not good from service boy.",
            "Very nice place with tasty snacks and chat",
            "One of best sweet shop in whole lucknow\nBut prices are very high rated",
            "Good place for eat at a genuine tried but the thing is that the place is very congested...\nBut i love jalebi",
            "Lovely place yo hangout with family and friends, nice staff, happy customers. Overall best place",
            "Very bad service by Mahalaxmi sweets employees\nWhen you ask green chatni with samosa they says its not available with samosa. We cant do anything sir because our owner dont allow to serve green chatni with …",
            "Good place, little bit overpriced and food taste is not up to the mark. Only sweet quality is good. CHAAT and Golgappe are also average.",
            "These people are ruining the food quality. I had ordered honey chilli potato, it was worst than a road side stall. Chilly paneer is hard as rubber and excessive color and unnecessary masala is added."
        ]
    },
    {
        "place": "Mohan Sweets",
        "reviews": []
    },
    {
        "place": "Om Shri Ganpati Mishthan Bhandaar",
        "reviews": [
            "NICE, EXTRA-ORDINARY AS LOCATION (NOT DEVELOPED)AND OTHERWISE VERY GOOD SHOW ROOM,PREPARIONS AND BEHAVIORWISE .A LARGE ATTRACTIVE BUILDING AND MULTPLE DIFFERENT TYPE OF STALLS.",
            "Usually, I do not write any reviews for anything - good or bad, but my experience was so bad that I feel it's my duty to inform others about the same so that at least they can save themselves for the troubles, I had gone through. …",
            "It was the worst experience of my life ever. I have a humble suggestion that kindly educate your staff how to behave and how to talk to the customers. Specially if they are having a conversation to a younger female. Educate your staff how …",
            "I would like to rate this place a ZERO ! The staff here are rude af , they don't even know how to deal with customers. The atmosphere was not clean , and they don't even provide a tissue on the table CHEAP. Taste was also not upto the mark. …",
            "It is one of the few large sweet shop in this area. Sweet quality is not that great and variety is also limited. Due to its location it attracts a large crowd. Most of the evening you will find people flocking to get Somosa's and Chat. Overall anyone visiting this shop will have average experience.",
            "Personally I love their samosa. But their staff is very rude. You'll think twice to go there as the staff is very rude and not helpful. They don't care about customer preference, if you want something take it otherwise get lost. That's the attitude they've.",
            "Old Sweet Shop in the area, wide variety of traditional indian sweets served here. …",
            "One of the good fast food eating outlet in Jankipuram Extension. Their services are better compared to other chains. …",
            "Its good place for lunch with family and friends. But this place is quite among popular in school students. For birthday party or to celebrate any ocassions with friends. They have good skilled cooks and they serve food at a affordable price. They do have guest house also for small family parties.",
            "Pathetic staff!!! Had to wait for about 20 minutes to get akg of sweets packed as 3 people were taking and working on the same order and this was consistent with every order. Please train your staff properly to take orders efficiently and work seamlessly unlike headless chickens.",
            "Good place to buy somosa but the sweets is not that much good. And the behaviour of the staff😤 they are very rude... don't even know how to talk with customers. …",
            "Best place for business meetings, indian fast food.\n\nBest golgappa and tikki of jankipuram.",
            "The staff here is so rude, they don't even know how to talk, they are only on the run because the shop is old, the taste is also not up to the mark.\nI have lived in this area for more than 7 years and never visited more than four times, and each visit gave me a much more solid reason to not like this place.",
            "Here every thing is good.. Sweets are awesome but the staff members are more than rude and can destroy your good mood in minutes.. Extremely mannerless...That's why I avoid going here...",
            "Quality is good for a neighborhood sweet shop but they need to focus more on quality to match other shops.\nHand gloves should be given to workers for sweets like jalebi etc. to maintain proper hygiene.",
            "Nice but price of product is too high compared than others .I like their aloo chat which very good in taste and also value for money",
            "Happiness having multiple outlets of sweets for a sweet tooth. Must try for this outlet are Imarti, Jalebi and freshly prepared Samosa. Rest of the sweets taste okay.  Just check your take away on festive seasons  before  buying it. One time found motichoor laddos wrappers with small ants.",
            "Tried two sweets on different occasion.\nRabri was like having cream only. 3/10\nGhewar: I dont think they know exactly what ghewar is. Flavor missing, Too much …",
            "Masala pani of pani puri was tasteless with salty being dominant flavour.",
            "Good place to have snacks, sweets, confectioneries, etc. Spacious place. Not too crowded. Fresh samosa is a speciality here. Nice place to hang out",
            "Tasty , fresh sweets. Shelf life at home exceeds 3 days. Parking space is good. Gulab jamun , chhena , kaju katli are best",
            "Best sweet house in jankipuram",
            "You can find all the north Indian specialities at this place. Be it savouries like chat or sweets or samosa khasta, all can be good here and that too fresh. Reasonably priced, a must visit for North Indian snacks and sweets.",
            "Samosa and chaat tikki is good. Sometimes the employees act with too much attitude. They do not wear mask.",
            "The place is very good looking and maintained. But the taste of sweets and other things like samosa and all not up to expectations otherwise a good place in jankipuram",
            "This place is really a good place for spending memorable time with friends and family.. Sweets n foods are fresh and healthy and pocket friendly",
            "The quality degraded a little bit after lockdown. But now improved again. Overall a good place to hangout and get sweets and snacks",
            "Lip smacking and yummy Golgappe....\nHe serves awesome Kachori in morning, samosa in evening along with super tasty Golgappe.... …",
            "Sweet shop as well restaurant is there ... Poor management... Only cash and card is acceptable ... Quality of sweets were 6 on a scale of 10",
            "very good restaurant.. staff are also good... sweets are awesome",
            "Very poor quality of goods and also poor services once we purchase paneer which 2to 3 old give me and when we complaint they are said this is not from my shop ,",
            "Don't even try snacks here, taste is pathetic. Staff is not professional. Served unhygienic food. Price as compared to food quality is okay.",
            "I attended a birthday party here, it was nice... Starters, food and services were good...",
            "Sweets are good but they don't accept paytm or upi or gpay",
            "Very good for snacks and specially for breakfast it serves hot khasta and jalebi. Also They provide also very good quality sweets.",
            "The shop is good but the items are very overpriced nd quality is not up to the mark according tothe price",
            "Snacks are good but behaviour of staff is not good and no online payment is accepted here.",
            "Sweets items are not generally good but the most annoying thing is the cashier or owner who always had gutka in his mouth, that is pretty disgusting to say at least",
            "Good Sweet Shop at that place samosa and khasta quality wise goods at that location",
            "Its a good but they dont keep items like gulab jamun, rasgulla and other milk products.",
            "Very good service",
            "No hygiene and clenliness.\nVery rude behaviour of staff.\nThey give you eatable without wearing mask or gloves.",
            "Good mithai shop and fast food corner at jankpuram Lucknow",
            "Bhavani market ka sweets shop ,khasty aachy melty yaha",
            "Good place for sweets and snacks like Gol gappe samose",
            "May be there chef change or what happen , we are not getting better taste but bitter taste",
            "Great taste but the food is stale sometimes.",
            "Nice bakery near my house i like samosa and chaat so much",
            "Food is good at affordable price but staff is very unprofessional(passing absurd comments unnecessarily which is very uncomfortable)\nNot recommended.",
            "Quality of the products aren't that good",
            "Good Shop for sweets, samosas and chaat",
            "Not good service in serving panic puri\nCheat while serving many times",
            "Tikky Chat is so delicious and yummy",
            "Nice Shop\nGood Quality products\nPolite customer service",
            "Good place for sweets and snacks like golgappe samose",
            "Good sweet shop of the area\n\nYou can get SAMOSA and KHASTA KACHOUDI also",
            "Salle Bassi mithayi beachte haii aur quality toh ek dam bakwas haii",
            "There price are high but the quality of food also good",
            "Excellent",
            "Good taste and variety of chats and sweets",
            "Very Nice Gol Gappas , Tikka and snack items",
            "Best quality food in jankipuram extension",
            "Expensive but quality not upto the mark....",
            "Swees is not good but Samosa and Chaat is really awesome",
            "It was an average experience .. Differs from taste to taste ... Although keep doin ..",
            "Big shop but need cleaning need a better approach with full cleaning.",
            "good quality of sweets r available here",
            "Yaha ki tikki aur samosa tasty hai",
            "Fair option of sweets is available here at affordable prices",
            "Samosa was good, steaming hot, imarti was average",
            "Tikki and Batashe were very tasty.",
            "Good but not much more hygienic as expected...",
            "Rude people, don't accept their fault, stopped going to the place... UNHYGIENIC",
            "No online payment available and no dining table 👎👎 …",
            "It has good food with cheap rates",
            "Very good sweet shop",
            "Sweets are delicious and also they are fresh .",
            "Very good",
            "Best place in jankipuram area for hangout with family and friends",
            "Good quality i am a regular customer",
            "Great chaat n snacks and sweets 👍 …",
            "Bahut hi Achcha saubhagya prapt hua",
            "Loved the tikki and pani puri",
            "I like this mithai shop for various types of his food item",
            "Pioneer sweet shop turning restaurant business too",
            "Khasta and imarti are really very good here.",
            "Sweets are of good quality and are tasty.",
            "Sweets r very tasty\n😋 …",
            "Chat, Golgappe and few sweets are good.",
            "Service is good but staff behaviour was so annoying"
        ]
    },
    {
        "place": "Gajanan Sweets",
        "reviews": [
            "Aap logo ki methai mere family ko bhut achi lgti hai.",
            "Matar chaat and sweets both are awesome.😋😋😋 …",
            "Best sweets and best aloo chaat",
            "I really really like your sweets.",
            "Sweets quality is too good.",
            "Fresh n tasty sweets 😋 …",
            "Best quality sweets.",
            "काफी अच्छा आप का मिठाई है।",
            "Your laddu is awesome 👍 …",
            "Best quality product.",
            "It's awesome."
        ]
    },
    {
        "place": "Radhey Lal Sweets Aliganj",
        "reviews": [
            "Clean and hygienic sweet shop with freshly made sweets at the location. Perfectly balanced taste and quick and efficient service. If you are looking for a sweet shop where you could place big orders for your sweet demands for any occasion, …",
            "I would like to recommend it to everyone. They serve the customers with politeness and professionalism. Food is of good quality, fresh, delicious and priced reasonably. They offer wide range of food varieties that includes breakfast, lunch, …",
            "They are located enroute to kapoorthala from. Nehru bal vatika cut, aliganj, Lucknow. It is a very famous and one of the oldest mithai/sweets shops chain of Lucknow. Their main branch is located in chowk and have multiple shops across the …",
            "Muskuraiye , aap lucknow me hay!!!\n\nWhen the place is offering you so much variation of sweets then how can you not …",
            "Variety of sweets. Nice main road location.Staired entrance. Few items of fast food was also available. The shop was moderately crowdy. Online and cash payment facilities were available. Shop has no parking facility. Parking can be done on road on owners responsibility.",
            "I've ordered food from this place. Worst food Chola stinks so bad can't  even eat it. I threw it in Dustbin.",
            "It’s nice to be here. Though I randomly visited here, but the overall experience made me to visit here often for my needs. The quality of both service and sweets is really good. It says the reputation it made. Parking is one of the best …",
            "My first visit in Lucknow..n Radhey Lal sweets  was so near to the place where I was staying, so I decided to have khasta Puri, which was really yumm( it was ghee puri with chana), I also tried Dhai jalebi, this combination was completely new to me, again 👌👌. …",
            "For authentic sweets and dishes made with ghee, consider exploring traditional Indian. These cuisines often incorporate ghee in various desserts like Gulab Jamun, Baklava, or Gajar ka Halwa. Look for establishments known for their commitment to using high-quality ingredients and maintaining culinary authenticity.",
            "Food is fantastic, unmatchable... They can work on their attitude. You need to be humble while handling big businesses. Overall the best place is the best. The best stuff are delivered.",
            "I was craving for chhola_samosa since days. Searched zomato to have some, results show this shop but delivery charges were high. So I decided to visit shop and I'm glad. Shop has varieties of sweets, snacks, chats etc. Prices are decent and …",
            "Sweets and falhari options are very good. Kulfi, phaluda is must try. However, I don't like their pani batasa and lassi.",
            "So Many Complaints about Radhey Lal Sweets at Aliganj. I live Nearby. Raids conducted by Food and Safety Organisation and Nagar Nigam Lucknow are very common and usual here. No Courtesy, Rude Behaviour are very common parameters here. They …",
            "Radhey Lal Sweets is among some most famous sweetshop in Lucknow.\nThey have started a concept of Live Kitchen in which any of their customer can view the kitchen live while enjoying their visit.",
            "Very bad experience The staff are not interested to serve they are trying to bluf you i want gajar ka halwa one person telling 75 and another one is telling 66 but actual price is 66 their personals are busy in phone watch reels and all …",
            "The Aalu Tikki was super crispy and delicious, prepared in desi Ghee, very nice. Samosa was also well filled with dryfruits along with potatoes. sweets are Very delicious and fresh.",
            "Radhe Lal Is Oldest Sweet Shop In Lucknow. This Shop Was Opened In 1926 & It is the best sweet shop in Lucknow. Radheylal Sweets is a Modern Shop for tasting authentic food and delicious sweets, and it has a friendly staff. I have been a …",
            "Best shop at Aliganj for sweets and snacks. There are plenty varieties of Sweets with good hygiene and taste as well. I have tried few of them. This shop is very famous and also a landmark for nearby areas. Prices are bit high but quality is also good. A must visiting place if you visiting near by this place.",
            "Once this outlet was a best choice to enjoy Indian sweets n chat. But this time it disappointed me a lot as their aloo tikki chat was tasting like they had used sprouted potatoes 🥔 n they also served it cold. Still I need to say that they prepare delicious wintertime sweets like Sohan halwa n gajar halwa. …",
            "Seriously avoid this eatery at any cost as they are famous in serving adulterated as well as stale food items which can damage your system badly. I have heard such news about this place many a times but when on of my colleague visited this place and informed about stale dahi bada served to him.",
            "They served us spoiled rasmalai, the taste of rasmalai was very bad. The behaviour of the man who was sitting on billing counter was very rude.",
            "Worst Service and Food Ever and Owner is So Rude I am Very Disagree Don Go Here If You Are Concious about your self Respect",
            "Food quality has become pathetic in delivery they will pack whatever leftover is available",
            "I don't like sweet.. But here's so delicious sweet are available 🤗 …",
            "This place offers a variety of sweets and chat options enough to fill up your sweet cravings...🤤😍 …",
            "I born and brought up in Lucknow,, but now I am working in BHEL Bhopal. I was in Lucknow, and got news that I got promotion. So i decided to take sweets from Radhey Lal renowned shop of Lucknow. …",
            "It's really bad I ordered ras malai from here and it was rotten\nThis was not the first time",
            "Sweet quality is very poor but very high charge",
            "I ordered something from here and it was half burnt, and they were not ready to accept that the food was burnt , and they weren't even giving the refund.",
            "I used to love their sweets but i think now they dropped their quality in sweets and packaging also this Diwali.",
            "I frequently order from this restaurant but this time when I need to gift it to someone I was fooled and received spoiled sweets. Please beware as this could also lead to food poisoning",
            "Shopkeeper Behaviour is not good.. product preparation is not hygiene...",
            "Location :\nOn the main Road …",
            "I had previously ordered sweets from them online, which had been very satisfactory.  Today I made a personal visit and purchased their breakfast combo of Khasta Kachoro Aloo Chole, as well as Imarti and Balushahi. All the items were tasty …",
            "Too much costly sweets and refreshments . Owner is rude in behaviour",
            "One of famous sweet shop in Lucknow. Overall experience was good.",
            "Best sweet shop in this area and spreading  all round with main shopcum restaurants CLASSIC  At goal market, wireless  chowraha area.",
            "Ekdm Ganda Taste Mithayi Ka Aor Price Sbse Jyada",
            "Ras malai is over rated and taste is very dirty",
            "Items are good but there is a lot of ghee which gives later burps of ghee that are not liked by anyone I think.",
            "Laddoo Half rate on Every Tuesday...Overall decent Mithai Shop 🤗 …",
            "I love this restaurant specially sweets are so delicious",
            "Fresh sweets and polite staff... Reliable for any occasion.",
            "Best Quality of sweets in entire Lucknow. Weather it's wedding or festival or any auspicious occasion, Radhey Lal Sweets is my one stop shop for every sweets, gift box, hampers type of purchases. …",
            "They make sweets and spread diabetes yet they can't add some of that sweetness to their behaviour.\nCustomers never entertain a rude service and your heritage is nothing if you …",
            "One of the best sweet shops in Lucknow. Do visit on Tuesdays/Saturdays to get special Hanuman Bhog at low price.",
            "Good food with bad Service...",
            "There khasta kachori and jalebi are amazing.. not heavy to eat. jalebi is crunchy and moderate level sweet..",
            "This is what they have sent for 4 Khasta with Aloo Chole and Chutney.",
            "2-2.5X more expensive than usual on account of their claim of preparing using Desi ghee.\nTheir stuff tastes fine. The shop and their stuff are luxury goods",
            "Pathetic bhatura no softness at all,,,,,, very hard bhatura never try radhelal bhatura",
            "The people who run the place are annoying,... Kinda rude too,... Food and sweets are NOT THAT GOOD Radhey Lal,... So the minimum you should do is be humble\nI mean I get it,... You got a MONOPOLY sweets BIG shop,... But jeez,... A smile goes a long way,... people,....",
            "Worker bahut acche hain aur quality bahut",
            "I have been going to this place for the last 15 years, perhaps that says it all.",
            "Very well known sweet shop known for its traditional desi ghee sweets,having many branches in lucknow",
            "I have only visit this shop one time so i dint know much but this place has very tasty sweets",
            "Radhey lal has improved it's quality of sweets. Prices are a little a bit on the higher side.",
            "गड़बड़ घोटाला, मिलावट, खराब, देशी घी के नाम पर लूट।",
            "Taste and quality is good pricing is also very reasonable . Team is rude and this 1 star is for the very same reason. We had few sweets and asked for an extra small bag for water bottle that we purchased from them and their reply was water bottle k lie bag nhi de paynge. Common man it was just a small bag...",
            "A well known and popular Mithai shop...that has quite a good collection of indian sweets. A good assortment of petha is also available here. The sweets are good n tasty... especially malai paan, rasmalai, milk burfi..etc. Also they serve …",
            "High price, bad taste, kabhi kabhi basi mithai bhi deta h",
            "Radhey Lal Sweets is pioneer in its trade amd has its own lead of loyal customers.",
            "Radhey lal still provides quality food products that everyone can rely on. My father still trusts their food products because they do not contain onion garlic (especially in chaat). Secondly they make products mostly in ghee which is much …",
            "Worst restaurant..I ordered pav bhaji..there was hair.. hair on plate and one  on pav..then ordered pizza..in pizza also there was hair ..don't ever go there...worst and bad service.. unhygienic.. untidy",
            "It is just one of the places where you go and get very unfriendly vibe. The people interacting there appear to behave very entitled and non-courteous. I guess the sweeats and other offering are just average and you. Can find the attached tems at any other place in lucknow.",
            "Taste less rasmalayi and overpriced",
            "The quality of sweets are best here.",
            "Yummy food. I've had aloo tikki, gol gappas(often), milk cake and about to go for dahi vada in few days.",
            "My Bhabhi never had a Basket Chaat So I ordered 4 Basket chat  n it's really disappointed how they making us fool in the name of brand. The taste and the stuff they filled in the Basket was pathetic. 😒 …",
            "Very neat n clean. Behaviour of all\nPersons are Nice. The rates of Sweets are equal to other shops in Lucknow. Test...Lazawab...",
            "Good place for tasty chaat",
            "Like the place and their cleanliness! Good quality products with Amazon taste. The other day I got motichur laddu, good balance of sweet, and alao got daal kachori with chhole and aloo! Amazing flavours with perfectly crispy kachori!",
            "Radhey lal one of the oldest sweets shop in lucknow. Coming to this place since my childhood and tell you very honestly the taste has remained the same. All kinds of varieties can be found here be it son papdi, mughal,kalajaam, rasgulla, …",
            "Amazing ktori chat ! And a amazing owner of the shop .",
            "ऊंची दुकान फीके पकवान\n\nये मुहावरा यहां के लिए उपयुक्त है, समोसे के दाम में सोने की कलेवर लगी है, स्वाद …",
            "Radhey Lal Sweets is one of oldest sweet shop in Aliganj Lucknow.\n\nQuality and quantity: …",
            "Undoubtedly a very clean n peaceful place with gud quality food",
            "Taste and place both are Good ..",
            "Before it use to be my best sweet Shop because of its taste, but now the quality of it is not what I was getting before..",
            "Great shop quality sweet and chat",
            "1090 street food imarti rabdi  wo taste nhi yaha pr try kr sakte ho",
            "I had made an order with swiggy and what I received is sour sweets which cannot be consumed. The whole episode has ruined the celebrations at home. Please do not operate in the marketplace when you don't know how to serve the customer. I …",
            "Very poor quality..no fresh breakfast served",
            "Accha h",
            "My experience wasn't good. As the place Had no crowd then too they were unable to attend us. We ordered 4 plates chaat and nothing was ready. After taking the order. They gave us 3 plates and settled one with something else. Even the quality was not good. It was all cold and tasteless.",
            "Overall taste is good... but found it a little pricy",
            "Tried kesar ghevar and chandrakala from the store on the occasion of rakshabandhan, the store is right on the main road, easily to be found, quality was ok and so was the freshness and the taste. I would like the store to keep and maintain all protocols for safety of staff and the customers.",
            "Billing manager have no sense to talk with customer",
            "Most pathetic food quality, an great of downfall and overconfidence. There was a time time when this shop was under the control of old generation then they were totally focused on food quality and customer service but since now when shop is …",
            "Sweets are good. Service is poor. Quality is going down. Some items like Kulfi are overpriced for the quality served. …"
        ]
    },
    {
        "place": "Morya Misthan Bhandar",
        "reviews": [
            "Delicious sweets available at lower price.\n\nPlease contact for food stall and catering services.\nWe also provide birthday cake on order.",
            "Sweets are good  with wide variety",
            "Best shop from 60 fit road"
        ]
    },
    {
        "place": "Aryan bakery Jankipuram",
        "reviews": [
            "I loved the service. Also they are very polite and well behaved.\nThe taste was really good.\nEven in such a short period they made this customized cake. I love it.",
            "The quality of bread used to make the cake is substandard. They also use the brown part of the bread which must be removed while making the cake.\nThey put so much syrup in the bread that the cake becomes heavy and it feels …",
            "Very good service and quality is awesome. I recommend this bakery strongly.",
            "I've had the best choco chip cake in town. The delivery was before time and the cake was in perfect condition",
            "Nice shop to buy baked as well as cold edibles .you fell hot and cold both inside due to healthing ellment and air conditioning .it has small but beautiful sitting area where you can eat also . Preparations are good",
            "Nice place for bakery lovers ,they offers you fresh items . the taste is awesome.",
            "Very bad experience.kharab cake delivery kiya hai.pata nhi kitne din ka rakha hua h.usme smell aa rai h.",
            "It has One of best bakery items . Cakes n pastries are delicious and look beautiful ❤️❤️",
            "Very good place for fresh bakery products. Staffs are nice.",
            "I got the best quality of bakery products here. The prices were too good.",
            "On time delivery..thank you so much.... Nice cake..",
            "I like choco chip cake of this bakery",
            "Very nice pineapple cake best quality and best price",
            "Best quality cake I found here",
            "Good place for birthday cake",
            "Very good",
            "Best quality of cakes.",
            "Very good cake",
            "Amazing taste 👌 👏 …",
            "So nice pineapple pooding",
            "Very nice cake",
            "Good shop ,, 🤠👮🥞🥞🥞🥯🥯🥯🥯🎂🎂🎂🪅🪅🪅🎉🎉🎊🎊🎁🎁🎀🎂🎂 …",
            "Cake 🍰🍰🎂🎂 …",
            "Very good ,,cake",
            "Nice"
        ]
    },
    {
        "place": "Sadguru Sweets House",
        "reviews": [
            "Nice sweet shop",
            "GOOD SWEETS HOUSE"
        ]
    },
    {
        "place": "Ghantewala Sweet Shop",
        "reviews": [
            "Famous sweets of our country but now closed...",
            "good",
            "Awesome"
        ]
    },
    {
        "place": "CHANDRA SWEETS",
        "reviews": [
            "Great quality sweets and namkeen are prepared and sold here. Its one of the most famous sweet shop in nearby . This place is also my favourite for Chaat and samosas. …",
            "sweets are not fresh . spoiled sweets and everything, behaviour was not good. way of talking behaviour is very poor. service is very bad. workers also have no antiquates or manners. Stay away from Chandra sweets tedhi puliya.",
            "Poor service of Chandra sweets, sweets are not good, one person are stearing girls also I notice it. Behaviour was not good. Workers are pathetic no manners.",
            "Nice neighborhood sweets shop. Indian snacks like Jalegi, kachouri are very good. Sweets are also good but you other better place nearby where you can get more better options. But for snacks it's must place to visit. Both tasty and economical",
            "Sweets of Shop has improved a lot over last 2 yrs",
            "You will find stale food, sweets which are very costly.",
            "Incredible wonderful glorious marvelous taste",
            "मिष्ठान और नमकीन के कई प्रकार है। टिक्की का स्वाद बढ़िया है। समोसे के स्वाद को बेहतर बना सकते है। कस्टमर से बर्ताव अच्छा है। दुबारा विजिट किया जा सकता है।",
            "Pani Puri and samosa is good rest I didn't tried",
            "Stay away from Chandra sweets. They sell even spoiled old sweets to the customer and are nlt hygenic. Stay away if you love your family and friends. !!",
            "Unnecessary Expensive for no reason, not up to the mark ,u can also visit other shops near by",
            "Over all good ...I have taken samosa and cake ..both are quite good in taste",
            "Very awesome cheap rate best sweets",
            "Owner of the shop always misbehaves and has a huge ego , truly unprofessional.\nStaled products\nNo priorities to customer. Never recommend to anyone",
            "उत्तम\nकुर्सी मार्ग पर विजय अग्रवाल चौक के निकट\nबजरंग बली के प्रसाद के लिये …",
            "Good shop got everything from sweets to cake and bakery goods",
            "Sweets are good quality. Service average. Employee soft spoken. Owner customer friendly.",
            "Best sweet shop in the area.\nPurity and quality is fabulous",
            "Good sweet and best Pani puri..😋😋 …",
            "Good sweet shop, the quality of sweets is good and the price is also reasonable.",
            "Good parfarmence and good series es",
            "Variety of sweet are available here. As well snacks",
            "Good food",
            "Really nice sweets are there to buy they are fresh and tasty.",
            "in the morning you could eat dahi jalebi and chola bhatura... great point for buying sweets.",
            "Aadami bhai ek number ka hai bilkul saaf Baat",
            "The shop is a ' ok '.\nSweets are ok\nPrices is sensible.\nSamosa is worth ₹6 .",
            "The Khasta and Aloo of this shop is awesome! I even get it packed and carry to Noida in winter.",
            "Itsss pretty good for ur cravingsss..... Especially all those munchy stuff 😁 …",
            "They provide 40% off on ladder on every Tuesday, that's good",
            "marvelous",
            "Good",
            "Good place to grab a bite, pack. Quality is okay too good.",
            "NYC place wonderful hospitality good in taste",
            "Wow place in vikas nagar...\nCheap and delicious",
            "One of the oldest sweet shop in the area , it's cool.",
            "Once used to be a good sweet shop, now an average one.",
            "Reasonable price. Good quality.",
            "Not disliked this place but 2/5 is fair points",
            "A normal hotel at tedhi pulia to Kapoorthal link road",
            "Fresh sweets,Lassi ,Chole nature etc available",
            "Good wark",
            "Ok ok 👌 …",
            "Good sweets ,namkeen, batase &chat also a good behavior.",
            "Sweets and namkeen of fairly good quality is available here.",
            "Nice sweet house with value as well as variety...",
            "Shop is good for sweets and Indian snacks.",
            "Good",
            "Good services, Reasonable Rates, Tasty Sweets",
            "Nice sweet shop..",
            "Dont eat from here, you may get food posioning",
            "Awesome  shop\nClean &fresh",
            "Satisfactory  but cake products   are average.",
            "Good shop",
            "It sell some of the best sweets in town",
            "Best sweet shop in the area.",
            "Fresh &neat & clean place",
            "Best",
            "Awsm... Rate.... Awsm sweets.... Awsm behaviour 😊😊😊 …",
            "The sweets quality is not so good",
            "nice service...\n\nfully satisfied",
            "Very good,staff was also very good.",
            "Better place for sweets its awesome",
            "Not good .... very coslty",
            "Worst eating point I ever had.",
            "1 star less because of less sweets availability",
            "Amazing sweats...and sepecialy samosa",
            "The worst sweet Shop in the area",
            "Good quality and taste 👌🏿 …",
            "Fresh sweets are easily available"
        ]
    },
    {
        "place": "Ghanshyam Sweet Shop",
        "reviews": []
    },
    {
        "place": "Radhey Lal’s Parampara Sweets",
        "reviews": [
            "Radhey Lal Parampara Sweets offers sweets, snacks,and chat. I tried paneer tandoori delight , it was amazing.",
            "I had tried here few things..samosa, kaju keshar barfi and few other..all were fresh and delicious..\nHighly recommended... …",
            "Show shaa!\n\nSweets are not as great as expected! …",
            "Clean\nEverything looks yum\nToo many options to choose from",
            "I find chaat at Parampara better than that at chhappan bhog. But they seem to have given up focus on the chaat business post covid. Variety has reduced and quality has also taken a nose dive.",
            "Best Sweet Shop in Lucknow. On the occasion of New year I tried parampara gajar ka halwa and Rasmalai and believe me both the items were mouth watering and completely Delicious. …",
            "Reasonable price.\nFresh sweets and beautiful place to have a sweet treat with family n frnds.\nExcellent hygiene maintenance and no contact services.\nThe milk cake and kaju roll of this places is extremely delicious.",
            "Wonderful place in Hazratganj. Delicious sweets, chaat and bakery items. Hygenic and properly maintained. Staff is also good.",
            "Excellent sweets and savoury snacks. Love their meva mini samosas and rabri too. They also have pani ke bataashe which are delicious.",
            "Very delicious sweets, especially jalebi in morning hours is crisp from outside and very juicy soft and fully processed cooked from inside, which makes the very Special taste, unlike jalebi from any other shop",
            "Legendary Sweets Shop. All Deshi Ghee Preparations. Sweets, Namkeens, Chat and Snacks Are Delightfully Flavored and Authentic In Taste..",
            "Great place for sweets, snacks,chaat etc.  Small Ram Darbar inside the shop is very beautiful.",
            "All items are very good. Chat,aaloo tikki,golgappe is very testy.",
            "Excellent authentic Sweets and namkeen, we stopped by for breakfast while driving through the city and the serve was awesome, tried fresh hot Samosa and Kachori followed by nice thick Lassi and freshly made-to-order Jalebis :)",
            "Got Pani puri ,soot feni and petha packed. All items were tasty and neatly packed. Wide variety of sweets and bakery items available.\nNice experience.",
            "A neat and clean Place for snacks and purchasing many types of sweats available here Staff behavior is too good you also purchase here dryfruits Festival packs..I also Purchasing here",
            "Good place for sweets & namkeen & best taste of aalu chaat and also have clean & hygienic place.",
            "I love to have sweets from radhey lal parampara sweets since my childhood I tasted other sweet shop in lucknow and other parts of the country but the taste I get here is the best and I think radhey lal parampara is got the excellence in there work no can make sweets better than them",
            "Sweets are their speciality. Authentic taste. Fresh products always.\nChaat and snacks are good.",
            "Radhey Lal has been phenomenal. Their mewa laddoos are wow and their bakery items are also good.\nTheir gol gappe and tikki are amazing.",
            "Very nice place with lots of sweets like Malai Gilori and meva samosa",
            "Great place for lakhnawi style breakfast",
            "Loved the batashas and chaat here. Neat, clean and hygienic place!!👏👍 …",
            "My favourite outlet for sweets savouries and snacks. Lovely place",
            "Very Good Shop for Sweets and Snacks related items i personally liked There Snacks like paneer kulcha, Hotdog and Samosa and all are in reasonable price like Rs 40 for all paneer related items and Samosa are Rs 20 try it you guys will …",
            "Very much crowded at festivals. No queue system is followed. Just push the people and get your order.\nI only go there just because of the product's quality.",
            "One of the oldest sweet shops in Lucknow, Parampara sweets offers unmatched quality, a bit heavy on the wallet though.\nRecommended: Choco crunch",
            "Quality is great, but I find their prices on higher side.",
            "One of the good sweets and snacks in Lucknow. They mainten hygiene and quality. They have 4-5 outlets in lko like near Awadh bus stop, Hazratganj, Chowk etc. …",
            "The quality of food is good, bit over priced, newly included bakery item is also worth trying...snacks items like chat and samosa is very good...khasta quality over time have deteriorated.....so can be avoided....sweets quality is good....",
            "Desi Ghee sweets, namkeen and typical Lucknowi snacks are awesome and the ambience has greatly improved and in-sync with the lavish hazratganj evenings. Baked cakes, pastries etc are good and a nice new addition to the parampara sweets. Parking available, however no seating at the spot.",
            "Once very popular and unique sweet shop jas gradually lost its sheen as the quality and service both has become too average now.",
            "Good collection of sweets and snacks. Everything was tasty and looked fresh. The counter staff were very patient and helpful in addressing queries.\nRecommended",
            "Delicious India sweets. You will want to try everything that is on display. Only issue is that the shop is small ant there is very little space to stand there and eat .",
            "One of best amongst many shop of Parampara Sweets chain. Must visit place to try out traditional sweets and indian snacks at Lucknow. It also has good collection of its own bakery preparation.",
            "Soooo nice place with such a delicious food. Don't miss \"dahi-bada\". The best dish",
            "Tasty sweets. Very fresh and hygienic as well. You can go for snack or if you want indian dessert. Savoury snacks were also good. Khasta was little oily but other food items were good.",
            "Superbly delicious sweets and snacks. The smell of pure Desi Ghee smells out of their shell if you just stand across the road or cross the shop ever. The cost is perfect and moderate. The only thing which they need is to improve the sitting …",
            "Too much crowd at this place and staff also does not take note of what you asked for .",
            "Excellent Taste and multiple options... especially the new bakery section and old Chaat corner.",
            "Some excellent chaat ,served with great care after COVID,and now they have put tables to put the plates which makes it easier.The plates are ' green '. waiting for them to bring pattals back! …",
            "Awesome place loved their sweets and namkeens.Best place for \"methai\" lovers.\nThe shop was neat and tidy.The staff members were nice and friendly.\nThere packaging of sweets was neat. …",
            "Excellent place n they are good at making tasty sweets nd snacks",
            "Best place for everything to eat and sweets and bakery\nMy POV:- ( Chaat is the bestest)",
            "Variety of sweets with special Barfis along the festive seasons. A amazing place to visit. Excellent quality and standard of sweets and namkeen. Many type of mathri are also available along with stuffed mathris. Don't just read the review, …",
            "Good taste can be much much better staff behaviour can be a improved but I think it affects when you are a famous and old shop ...so overall it's good",
            "This used to be my favourite shop for Lucknawi chaat; but sadly things seem to have deteriorated a lot after lockdown.\nThey did this fancy upgrade of the shop, and increased the rates across the …",
            "Very good quality of the sweets and I think it is one of the oldest sweet shop in Lucknow. You always get neat and clean quality of the sweets, but a little bit costly.",
            "One Liner - One of the 🎋 Authentic 🍰 Sweet 🏪 Shop in ⛩️ Lucknow\n############################ …",
            "The oldest brand of lucknow. They had tried to maintain their quality but they still needs to adopt the trends. The range of deserts are superb but they need to work on variation and specially needs to improve their packaging.",
            "In festive season everyone is in hurry. I asked for mixed sweet pack and they give me besan sweets mixed with other sweets in price of khoya - milk sweets, i checked and realise later they are making fool of people in name of radhe lal parampara...😡😡 …",
            "Nice place for evening snacks like Tikki and Pani Puri.\nThey also have Mattar Tikki for those who love eating Tikki but are suffering from high sugar and Diabetes. …",
            "I order 300 packet of laddo, I hear about radhelal it's good I think try on my brother marriage to gift everyone, may be total amount approximately 50000 but not too good... After again I never order radhey lal..",
            "Poor CHAAT\nTaste can't stand by the brand name …",
            "Awesome mithai specially their motichoor laddos. The dal samosa and mawa samosas are equally good and infact can be kept for a very long time as well. Their items are all fresh and of good quality",
            "This is the only decent place in the city where they serve the traditional Indian meal of Poori Kachauri all day. The quality of the other sweets is also very good.",
            "I think they are much better as compared to Ram Asrey mithai taste, i prefer them instead.",
            "One of the amazing Restaurant of Hazratganj and their products as well ! I would suggest everyone to visit this place atleast one ,I bet you would never regret it. they are perfect in almost everything like their product quality , cleanliness, customer service..and their delivery service is also nice...",
            "5 star only for Bake Delite",
            "Wow! Amazing taste of sweets, i am fan of sweets of parampara.\nAnd also fan of the taste of laddoo wo bhi boondi ke.\nPeople visit this place , must be try boondi k laddoo.\nSuch a great taste....love it..."
        ]
    },
    {
        "place": "Shri Shyam Bakers,sweets and namkeen",
        "reviews": [
            "The cake I had unfortunately lacked freshness. The bread was dry and the cream didn't have much flavor. It was disappointing destroyedy flavour",
            "I got them to pack 4 paneer patties out of which 2 were literally stuffed with rotten paneer and smelt awful af. I didn't bother checking while they packed since I had been there customer numerous times hence, trusted it. Not sure if I'd …",
            "Nice shop. Always available fresh and egg-less cake and pastry. I always prefer to buy pastry from Shyam Bakers not because shop\nnear to me, because Shyam Bakers' pastry are fresh and best taste.",
            "Shyam Bakery in Jankipuram Garden, Lucknow, is a hidden gem that exudes an irresistible charm. With a plethora of delectable treats and warm ambiance, it has earned a special place in the hearts of locals and visitors alike. …",
            "This has improved alot over time. Recently it has upgraded its interiors and offerings. One of the best in the vicinity for small purchases. Food items are fresh and taste good.",
            "The shop has some really delicious and droolworthy snacks to offer . I love their aloo patties and paneer patties , sufficiently filled and of a great quality. I loved their Samosas and Khastas . Trying Aloo and paneer patty is definitely a must, super delicious!",
            "Today's cake was verry bad. not taste in the cake",
            "It's small bakery where u can buy cakes and all kinda bakery products.Allu and paneer\nPatties are also available and are the most popular product of the bakery.taste …",
            "Nice local bakery offers good quality bread. Decent ambiance. Scope for improvement in variety offered and also the price is relatively slightly higher. The products through are mostly fresh and clean.",
            "Very bad service. They keep stale dairy products and still sell them to customers. Not recommended.",
            "It's A Nice Bakery Shop\nSnacks Also Available,\nTheir Dhokla and Pizza …",
            "Small neighbourhood shop for bakery, cakes, pastry, ice cream and other snack items. Like this shop a lot for the good quality material and cleanliness. I can say that this is the best bakery shop in my neighbourhood.",
            "Quality of the product sold by him are fairly good. Items are mostly packaged neetly with full care of hygiene and sanitation. I saw the shop in good condition.",
            "Very nice place , tasty items , good choice for bakery",
            "the shop owner charged extra 5rps for stuff(chatni) which is served free with samosa, aisa kahi hota h? i'm unsatisfied customer.",
            "A shop dealing with a variety of bakery items,all nice to taste n relish,salty, sweet items,all in abundance.",
            "Bakery items available on this place good product situated in sahara state road via lucknow public school near akansha parisar pocket b and spencer shopping mall",
            "Pastries are not that good quality...they are not taking care of hygiene as they handle ready to eat item by bare hands and khari is good option here...",
            "Situated at the main road inside Swad sweets. This place serves some if the worst cookies and bakery products. I refrain eating their sweets and bakery products.",
            "Chor he\n2 no ki kamaai chipane ke liye dukan Khol rakhi he bas",
            "Purchased pineapple pastry.\nThe crest was horrible and it tasted like cake rather than pastry.",
            "Average food quality but at this prise it's best..",
            "Taste of the sweet is nice. Fresh and tasty sweets made my day.",
            "I bought Cream roll and really enjoyed it. It is crispy and cream inside it is fresh and really tasty.",
            "Good for Bakery and Icecreams. Every type of cold drink is available here.",
            "Near my house ....the best quality bread n other confectionary items...neat n clean place.",
            "Good place..\nProduct are limited but good.",
            "Nice... one can try the things here specially tikkin n golgappe",
            "Snacks, chocolates, samose, namkeen, cakes they hava a good collection",
            "For your Local Daily Bakery needs with relatively good quality items like Cakes",
            "Good bakery but some times the products are not fresh",
            "Only one sweet shop in this area,\nNice shop and hygienic.\nYou can purchase sweets here.",
            "Our go-to chat place. The variety of sweets and pastries is amazing",
            "Very good sweets shop good work google maps keep it up",
            "Service good but manager is unfriendly.. kind of rude that too in morning...",
            "Nice, tasty eatable but bit expensive",
            "All types of sweets are available here at reasonable price",
            "Everything is good but price is very high from local market..",
            "Pastry kharab hone par bhi..... Bech deta hai...... Wastage of money",
            "वैरायटी कोई खास नही है, सफ़ाई तो बिल्कुल भी नहीं है।",
            "A small shop with great tasting food. (Loved the paneer patties)",
            "Service is just okay, products are overpriced.",
            "Items are good but please follow the guild lines",
            "Good place for normal bakery needs",
            "Since my 2016 enjoying the taste",
            "Best place for food lovers😊🍔🍔 …",
            "One place that is fully loaded with fresh and amazing bakery itwms, always.",
            "One of best bakery I suggest to but goods from here",
            "Bakery item is good but chat corner is not good",
            "Good bakery but bit costly"
        ]
    }
]